{
  "episode_id": "cf085775-5f8b-49d6-b021-4912f2b513e5",
  "chunks": [
    {
      "file": "/Users/mokes/projects/pcc_new/scripts/podcasts/default.mp3_ywr3ahjkcgo_1e21bb7e44ca33faac964752e07ab898_49864301_chunks/chunk_001.mp3",
      "index": 0,
      "start_offset_seconds": 0,
      "transcript": {
        "text": "Hi, I'm RAP, an engineer at SSE, and I'm on top of one of our 260-metre offshore wind turbines. But we do more than generate renewable energy. We are transforming networks to power homes and businesses, and providing flexible backup power when wind isn't an option. But we're ready to get cracking and build so much more to boost the economy and secure our energy future. Let's go! Find out more at sse.com slash change. From New York Times Opinion, I'm Ross Douthat, and this is Interesting Times. This week, I'm joined by my colleague, Ezra Klein. Ezra, welcome to Interesting Times. Thank you for having me. You're very welcome. Sitting on this side of the table is unnerving for me. It changes the experience. Yeah, it's like being on the wrong side of the bed at home. Listen, it's a game-changing experience, but you will be better for it. So we're talking in the week after the assassination of Charlie Kirk, and we're talking the day after the Vice President of the United States, hosting Kirk's show, gave a kind of impassioned speech about how he thinks that the American left is more likely to either excuse violence or delight in the deaths of its political enemies than the right. Justice, and importantly, we have to talk about this incredibly destructive movement of left-wing extremism that has grown up over the last few years, and I believe is part of the reason why Charlie was killed by an assassin's bullet. And I'm not sure that's the right way of looking at this moment, but it connects to something that I do think, which is that there is a problem of pessimism and despair from my perspective on the American left right now that hasn't been there to the same extent for most of my life and career. So I'm wondering if you see it that way, if you see a lot of progressive despair out there. I think that there has been a kind of evaporation of a bright horizon in liberal thought, in a lot of left thought. I think that it has become about averting different kinds of calamities. So the calamity of fascism, the calamity of a return to white supremacy or a sort of sort of re-strengthening of it, the calamity of climate change, the calamity of oligarchy. And instead, it's been about how much of how bad it will be we can avert. I don't think that's the right way to look at the future, but I think there is something to that. But I guess because I get to be on the podcast with you, don't you think this is a bit of a both sides thing? I have been really struck by how much the right also turned backwards in this time. All the way back to antiquity, right? Bronze Age pervert and rediscovery of Sparta. We have to return to the steppe warriors. Yes, absolutely. There's been something where it feels like our politics has cast its view backwards. And in some ways, I think the right has a version of this, it is we lost touch with who we really are. And then the left has a version of this, which is we've never fully accepted, repented, transcended who we really were. Yeah, I mean, I think that there's no question that there is a version of what you might call in internet lingo, the black pill vision of the world on the right, that has been very powerful in certain ways. I think it's been one of the key flaws of the Trump administration. And I've written this, I think, is that it is itself, even in power, sort of too pessimistic about its own situation. It's like, oh, the hour is late. And if we don't defeat all of progressivism in the next six months, then the republic is doomed. Yeah. Flight 93, it's going down. Right. No, that has been a thread running through the right. At the very least, since Donald Trump came down the escalator, if not going back to the crack up of the George W. Bush presidency. I'm interested, though, in it on the left, in part, honestly, because I feel like I've been in rooms with liberals and had about 1200 conversations over the last 10 or 15 years where I have to explain, you know, what, why did the right get so dark? And so I do want to pin you down and ask you why you think the left got dark. But I also think, to me, as an observer, it feels like the pessimistic turn, you can say, well, of course, it starts when Donald Trump wins. Right. And it starts when populism emerges. And there's truth to that. But I also kind of feel like it started a little bit before that, that there's a pessimistic turn starts, you know, somewhere in 2013 or 2014 under Obama, that becomes what we call wokeness and so on. Psychological theory I have of my own side. I think that Obama felt too many people like some kind of climax of the liberal project. If in this country, four years removed from the flag pin election of 2004, we could elect a man named Barack Hussein Obama, a Black man from Chicago. Then everything was possible. I mean, now I think people we take Obama so for granted, right, what that was so for granted. But it was incredibly unlikely seeming just a couple of years before it happened. Like it seemed way out of the bounds of possibility. And we elected Obama or Obama got elected. And it's not that nothing happened. It's that what happened to disappointed people. Here you have, you know, the most talented liberal politician of his generation wins a big victory and is actually able to succeed where his recent predecessors have failed on the single project that had united left for decades, which is passing a big health care bill. And even that felt disappointing. And after it, it did not solve America's race problem. It did not mean the end of systemic racism. It did not mean the end of police brutality. And it ends in Donald Trump. And I think that it sort of shatters liberal optimism. I think liberalism becomes exhausted and uncertain after that. What is its next project? The left, the thing that I would think of as more like the left of the liberals, right, the Bernie Sanders left. I think that has actually had real moments of incredible optimism. But I think liberalism, which is the sort of mainstream of the Democratic Party, it didn't have an idea after Obama. And the fact that so first Hillary Clinton is sort of named is seen as a successor and she fails in the election quite catastrophically. And then Biden, he could not articulate what was going to be next. He was always what had come before. He was always a shadow of the thing that had gotten him to that place, which is the Obama coalition. And so now there's nothing. There's no recognized leader of liberalism. There's no singular project that unites liberalism. It's not universal health care now. I think for a while it was climate change. I mean, if you're thinking about existential levels of pessimism, and we're talking in the week, we're talking, I think that people's minds are not now as much on, you know, if my inbox, my conversations are to judge climatic collapse as political collapse, and whether or not there will be an after to the Trump administration or a return to something that they feel as more normal. If you're asking me to sort of give you the numbers. I buy that. And I think you could frame it maybe the way you just did and say, look, liberals told the country and told themselves that the stakes of the 2024 election were absolute, right? That, you know, democracy is on the ballot. And after you lose an election like that, if you tell yourself it's existential and you lose, then it's not even clear how you return to sort of normal political alarm in that environment. I think there's that. I think the loss of 2024 shattered the Democratic Party's confidence in its own politics. And I just don't think that the new leadership, the new ideas have yet emerged. I mean, one reason I think abundance did as well as it did as a book, and it created so much energy, which is more than I thought it was going to create, is because it dropped into a void. Here's the way I am thinking about where the Democratic Party is right now. There is a debate between on the policy side, a liberal vision of policymaking and a populist version of policymaking and power, right? Is the problem that we're, you know, the government isn't able to deliver and our capacity, the state capacity is weakened, or is the problem just that we have oligarchy and corporate power? And if you could smash that oligarchy and smash corporate power, we'd be able to do all the things we promised people. Then there is a split on politics. And this is the one where we sort of jumped over, I think, a reckoning that's going to have to happen at some point. My gloss on what went wrong is two things.",
        "segments": [
          {
            "start": 0.0,
            "end": 7.840000152587891,
            "text": "Hi, I'm RAP, an engineer at SSE, and I'm on top of one of our 260-metre offshore wind turbines."
          },
          {
            "start": 7.840000152587891,
            "end": 13.84000015258789,
            "text": "But we do more than generate renewable energy. We are transforming networks to power homes and"
          },
          {
            "start": 13.84000015258789,
            "end": 19.520000457763672,
            "text": "businesses, and providing flexible backup power when wind isn't an option. But we're ready to"
          },
          {
            "start": 19.520000457763672,
            "end": 26.31999969482422,
            "text": "get cracking and build so much more to boost the economy and secure our energy future. Let's go!"
          },
          {
            "start": 26.31999969482422,
            "end": 29.68000030517578,
            "text": "Find out more at sse.com slash change."
          },
          {
            "start": 31.1200008392334,
            "end": 36.560001373291016,
            "text": "From New York Times Opinion, I'm Ross Douthat, and this is Interesting Times."
          },
          {
            "start": 38.2400016784668,
            "end": 40.959999084472656,
            "text": "This week, I'm joined by my colleague, Ezra Klein."
          },
          {
            "start": 42.31999969482422,
            "end": 44.15999984741211,
            "text": "Ezra, welcome to Interesting Times."
          },
          {
            "start": 44.15999984741211,
            "end": 45.119998931884766,
            "text": "Thank you for having me."
          },
          {
            "start": 45.119998931884766,
            "end": 45.91999816894531,
            "text": "You're very welcome."
          },
          {
            "start": 46.79999923706055,
            "end": 48.959999084472656,
            "text": "Sitting on this side of the table is unnerving for me."
          },
          {
            "start": 48.959999084472656,
            "end": 50.15999984741211,
            "text": "It changes the experience."
          },
          {
            "start": 50.15999984741211,
            "end": 51.91999816894531,
            "text": "Yeah, it's like being on the wrong side of the bed at home."
          },
          {
            "start": 52.31999969482422,
            "end": 56.47999954223633,
            "text": "Listen, it's a game-changing experience, but you will be better for it."
          },
          {
            "start": 57.279998779296875,
            "end": 61.279998779296875,
            "text": "So we're talking in the week after the assassination of Charlie Kirk,"
          },
          {
            "start": 61.91999816894531,
            "end": 67.5199966430664,
            "text": "and we're talking the day after the Vice President of the United States, hosting Kirk's show,"
          },
          {
            "start": 68.4000015258789,
            "end": 76.16000366210938,
            "text": "gave a kind of impassioned speech about how he thinks that the American left is more likely to"
          },
          {
            "start": 76.23999786376953,
            "end": 82.23999786376953,
            "text": "either excuse violence or delight in the deaths of its political enemies than the right."
          },
          {
            "start": 82.23999786376953,
            "end": 88.4000015258789,
            "text": "Justice, and importantly, we have to talk about this incredibly destructive movement"
          },
          {
            "start": 88.4000015258789,
            "end": 92.4800033569336,
            "text": "of left-wing extremism that has grown up over the last few years,"
          },
          {
            "start": 92.4800033569336,
            "end": 97.04000091552734,
            "text": "and I believe is part of the reason why Charlie was killed by an assassin's bullet."
          },
          {
            "start": 97.04000091552734,
            "end": 100.72000122070312,
            "text": "And I'm not sure that's the right way of looking at this moment, but"
          },
          {
            "start": 101.36000061035156,
            "end": 106.87999725341797,
            "text": "it connects to something that I do think, which is that there is a problem of"
          },
          {
            "start": 108.08000183105469,
            "end": 115.68000030517578,
            "text": "pessimism and despair from my perspective on the American left right now that hasn't"
          },
          {
            "start": 115.68000030517578,
            "end": 119.83999633789062,
            "text": "been there to the same extent for most of my life and career."
          },
          {
            "start": 120.55999755859375,
            "end": 127.5199966430664,
            "text": "So I'm wondering if you see it that way, if you see a lot of progressive despair out there."
          },
          {
            "start": 128.0800018310547,
            "end": 138.72000122070312,
            "text": "I think that there has been a kind of evaporation of a bright horizon in liberal thought,"
          },
          {
            "start": 138.72000122070312,
            "end": 144.47999572753906,
            "text": "in a lot of left thought. I think that it has become about averting different kinds of calamities."
          },
          {
            "start": 145.36000061035156,
            "end": 152.24000549316406,
            "text": "So the calamity of fascism, the calamity of a return to white supremacy or a sort of"
          },
          {
            "start": 152.8000030517578,
            "end": 159.27999877929688,
            "text": "sort of re-strengthening of it, the calamity of climate change, the calamity of oligarchy."
          },
          {
            "start": 160.55999755859375,
            "end": 167.83999633789062,
            "text": "And instead, it's been about how much of how bad it will be we can avert."
          },
          {
            "start": 168.8000030517578,
            "end": 172.24000549316406,
            "text": "I don't think that's the right way to look at the future, but I think there is something"
          },
          {
            "start": 172.8000030517578,
            "end": 176.32000732421875,
            "text": "to that. But I guess because I get to be on the podcast with you,"
          },
          {
            "start": 176.8800048828125,
            "end": 179.52000427246094,
            "text": "don't you think this is a bit of a both sides thing?"
          },
          {
            "start": 179.52000427246094,
            "end": 184.8000030517578,
            "text": "I have been really struck by how much the right also turned backwards in this time."
          },
          {
            "start": 185.52000427246094,
            "end": 190.47999572753906,
            "text": "All the way back to antiquity, right? Bronze Age pervert and rediscovery of Sparta."
          },
          {
            "start": 190.47999572753906,
            "end": 193.52000427246094,
            "text": "We have to return to the steppe warriors. Yes, absolutely."
          },
          {
            "start": 193.52000427246094,
            "end": 200.0,
            "text": "There's been something where it feels like our politics has cast its view backwards. And in some"
          },
          {
            "start": 200.0,
            "end": 204.9600067138672,
            "text": "ways, I think the right has a version of this, it is we lost touch with who we really are."
          },
          {
            "start": 205.67999267578125,
            "end": 211.67999267578125,
            "text": "And then the left has a version of this, which is we've never fully accepted, repented,"
          },
          {
            "start": 212.72000122070312,
            "end": 219.83999633789062,
            "text": "transcended who we really were. Yeah, I mean, I think that there's no question that there is"
          },
          {
            "start": 219.83999633789062,
            "end": 227.1999969482422,
            "text": "a version of what you might call in internet lingo, the black pill vision of the world on the right,"
          },
          {
            "start": 227.1999969482422,
            "end": 233.27999877929688,
            "text": "that has been very powerful in certain ways. I think it's been one of the key flaws of the"
          },
          {
            "start": 233.27999877929688,
            "end": 238.63999938964844,
            "text": "Trump administration. And I've written this, I think, is that it is itself, even in power,"
          },
          {
            "start": 238.63999938964844,
            "end": 243.67999267578125,
            "text": "sort of too pessimistic about its own situation. It's like, oh, the hour is late. And if we don't"
          },
          {
            "start": 243.67999267578125,
            "end": 248.55999755859375,
            "text": "defeat all of progressivism in the next six months, then the republic is doomed."
          },
          {
            "start": 248.55999755859375,
            "end": 248.8000030517578,
            "text": "Yeah."
          },
          {
            "start": 248.8000030517578,
            "end": 250.47999572753906,
            "text": "Flight 93, it's going down."
          },
          {
            "start": 250.47999572753906,
            "end": 253.52000427246094,
            "text": "Right. No, that has been a thread running through the right."
          },
          {
            "start": 255.60000610351562,
            "end": 261.760009765625,
            "text": "At the very least, since Donald Trump came down the escalator, if not going back to the crack up"
          },
          {
            "start": 261.760009765625,
            "end": 267.8399963378906,
            "text": "of the George W. Bush presidency. I'm interested, though, in it on the left, in part, honestly,"
          },
          {
            "start": 267.8399963378906,
            "end": 274.0,
            "text": "because I feel like I've been in rooms with liberals and had about 1200 conversations"
          },
          {
            "start": 274.0,
            "end": 279.6000061035156,
            "text": "over the last 10 or 15 years where I have to explain, you know, what, why did the right"
          },
          {
            "start": 279.6000061035156,
            "end": 285.8399963378906,
            "text": "get so dark? And so I do want to pin you down and ask you why you think the left got dark."
          },
          {
            "start": 286.1600036621094,
            "end": 292.0799865722656,
            "text": "But I also think, to me, as an observer, it feels like the pessimistic turn, you can say,"
          },
          {
            "start": 292.0799865722656,
            "end": 296.8800048828125,
            "text": "well, of course, it starts when Donald Trump wins. Right. And it starts when populism emerges. And"
          },
          {
            "start": 296.8800048828125,
            "end": 301.6000061035156,
            "text": "there's truth to that. But I also kind of feel like it started a little bit before that, that"
          },
          {
            "start": 301.6000061035156,
            "end": 309.760009765625,
            "text": "there's a pessimistic turn starts, you know, somewhere in 2013 or 2014 under Obama, that"
          },
          {
            "start": 309.760009765625,
            "end": 312.4800109863281,
            "text": "becomes what we call wokeness and so on."
          },
          {
            "start": 312.9599914550781,
            "end": 320.55999755859375,
            "text": "Psychological theory I have of my own side. I think that Obama felt too many people"
          },
          {
            "start": 321.8399963378906,
            "end": 331.20001220703125,
            "text": "like some kind of climax of the liberal project. If in this country, four years removed from the"
          },
          {
            "start": 331.20001220703125,
            "end": 339.9200134277344,
            "text": "flag pin election of 2004, we could elect a man named Barack Hussein Obama, a Black man from"
          },
          {
            "start": 339.9200134277344,
            "end": 348.79998779296875,
            "text": "Chicago. Then everything was possible. I mean, now I think people we take Obama so for granted,"
          },
          {
            "start": 348.79998779296875,
            "end": 354.32000732421875,
            "text": "right, what that was so for granted. But it was incredibly unlikely seeming"
          },
          {
            "start": 354.9599914550781,
            "end": 359.3599853515625,
            "text": "just a couple of years before it happened. Like it seemed way out of the bounds of possibility."
          },
          {
            "start": 360.4800109863281,
            "end": 366.4800109863281,
            "text": "And we elected Obama or Obama got elected. And it's not that nothing happened. It's that what"
          },
          {
            "start": 366.4800109863281,
            "end": 371.9200134277344,
            "text": "happened to disappointed people. Here you have, you know, the most talented liberal politician"
          },
          {
            "start": 372.6400146484375,
            "end": 378.9599914550781,
            "text": "of his generation wins a big victory and is actually able to succeed where his recent"
          },
          {
            "start": 378.9599914550781,
            "end": 384.8800048828125,
            "text": "predecessors have failed on the single project that had united left for decades, which is passing"
          },
          {
            "start": 384.8800048828125,
            "end": 391.6000061035156,
            "text": "a big health care bill. And even that felt disappointing. And after it, it did not solve"
          },
          {
            "start": 391.6000061035156,
            "end": 396.55999755859375,
            "text": "America's race problem. It did not mean the end of systemic racism. It did not mean the end of"
          },
          {
            "start": 396.55999755859375,
            "end": 404.9599914550781,
            "text": "police brutality. And it ends in Donald Trump. And I think that it sort of shatters liberal"
          },
          {
            "start": 405.5199890136719,
            "end": 411.9200134277344,
            "text": "optimism. I think liberalism becomes exhausted and uncertain after that. What is its next project?"
          },
          {
            "start": 412.55999755859375,
            "end": 417.2799987792969,
            "text": "The left, the thing that I would think of as more like the left of the liberals, right,"
          },
          {
            "start": 417.2799987792969,
            "end": 422.55999755859375,
            "text": "the Bernie Sanders left. I think that has actually had real moments of incredible optimism."
          },
          {
            "start": 422.55999755859375,
            "end": 426.1600036621094,
            "text": "But I think liberalism, which is the sort of mainstream of the Democratic Party,"
          },
          {
            "start": 427.20001220703125,
            "end": 433.2799987792969,
            "text": "it didn't have an idea after Obama. And the fact that so first Hillary Clinton is sort of named"
          },
          {
            "start": 433.2799987792969,
            "end": 436.55999755859375,
            "text": "is seen as a successor and she fails in the election quite catastrophically."
          },
          {
            "start": 438.239990234375,
            "end": 443.2799987792969,
            "text": "And then Biden, he could not articulate what was going to be next. He was always what had come"
          },
          {
            "start": 443.2799987792969,
            "end": 448.1600036621094,
            "text": "before. He was always a shadow of the thing that had gotten him to that place, which is the Obama"
          },
          {
            "start": 448.1600036621094,
            "end": 455.8399963378906,
            "text": "coalition. And so now there's nothing. There's no recognized leader of liberalism. There's no"
          },
          {
            "start": 455.8399963378906,
            "end": 461.0400085449219,
            "text": "singular project that unites liberalism. It's not universal health care now. I think for a while it"
          },
          {
            "start": 461.0400085449219,
            "end": 467.0400085449219,
            "text": "was climate change. I mean, if you're thinking about existential levels of pessimism, and we're"
          },
          {
            "start": 467.0400085449219,
            "end": 474.4800109863281,
            "text": "talking in the week, we're talking, I think that people's minds are not now as much on,"
          },
          {
            "start": 475.44000244140625,
            "end": 482.3999938964844,
            "text": "you know, if my inbox, my conversations are to judge climatic collapse as political collapse,"
          },
          {
            "start": 482.9599914550781,
            "end": 489.2799987792969,
            "text": "and whether or not there will be an after to the Trump administration or a return to something that"
          },
          {
            "start": 489.2799987792969,
            "end": 493.44000244140625,
            "text": "they feel as more normal. If you're asking me to sort of give you the numbers."
          },
          {
            "start": 494.3999938964844,
            "end": 500.1600036621094,
            "text": "I buy that. And I think you could frame it maybe the way you just did and say,"
          },
          {
            "start": 500.8800048828125,
            "end": 508.8800048828125,
            "text": "look, liberals told the country and told themselves that the stakes of the 2024 election were"
          },
          {
            "start": 509.5199890136719,
            "end": 515.9199829101562,
            "text": "absolute, right? That, you know, democracy is on the ballot. And after you lose an election like"
          },
          {
            "start": 515.9199829101562,
            "end": 521.6799926757812,
            "text": "that, if you tell yourself it's existential and you lose, then it's not even clear how you return"
          },
          {
            "start": 521.6799926757812,
            "end": 525.5999755859375,
            "text": "to sort of normal political alarm in that environment."
          },
          {
            "start": 526.9600219726562,
            "end": 535.1199951171875,
            "text": "I think there's that. I think the loss of 2024 shattered the Democratic Party's confidence in"
          },
          {
            "start": 535.1199951171875,
            "end": 543.2000122070312,
            "text": "its own politics. And I just don't think that the new leadership, the new ideas have yet emerged. I"
          },
          {
            "start": 543.2000122070312,
            "end": 550.6400146484375,
            "text": "mean, one reason I think abundance did as well as it did as a book, and it created so much energy,"
          },
          {
            "start": 550.6400146484375,
            "end": 554.239990234375,
            "text": "which is more than I thought it was going to create, is because it dropped into a void."
          },
          {
            "start": 555.280029296875,
            "end": 558.6400146484375,
            "text": "Here's the way I am thinking about where the Democratic Party is right now."
          },
          {
            "start": 559.5999755859375,
            "end": 568.0,
            "text": "There is a debate between on the policy side, a liberal vision of policymaking and a populist"
          },
          {
            "start": 568.0,
            "end": 573.760009765625,
            "text": "version of policymaking and power, right? Is the problem that we're, you know, the government isn't"
          },
          {
            "start": 573.760009765625,
            "end": 578.6400146484375,
            "text": "able to deliver and our capacity, the state capacity is weakened, or is the problem just"
          },
          {
            "start": 578.6400146484375,
            "end": 583.52001953125,
            "text": "that we have oligarchy and corporate power? And if you could smash that oligarchy and smash"
          },
          {
            "start": 583.52001953125,
            "end": 588.47998046875,
            "text": "corporate power, we'd be able to do all the things we promised people. Then there is a split on"
          },
          {
            "start": 588.47998046875,
            "end": 596.239990234375,
            "text": "politics. And this is the one where we sort of jumped over, I think, a reckoning that's going"
          },
          {
            "start": 596.239990234375,
            "end": 602.6400146484375,
            "text": "to have to happen at some point. My gloss on what went wrong is two things."
          }
        ],
        "language": "english",
        "duration": 603.0
      }
    },
    {
      "file": "/Users/mokes/projects/pcc_new/scripts/podcasts/default.mp3_ywr3ahjkcgo_1e21bb7e44ca33faac964752e07ab898_49864301_chunks/chunk_002.mp3",
      "index": 1,
      "start_offset_seconds": 597.0,
      "transcript": {
        "text": "at some point. My gloss on what went wrong is two things. Liberalism became a political movement that didn't deliver. When you elected liberals in different places, Democrats in different places, they didn't deliver change in your life. The outcomes were not good enough, not under Biden, not in California under Gavin Newsom or in New York under Andrew Cuomo or, you know, in Illinois. And I think this was actually more salient in terms of how much power got ceded to the right. And that was just to pause on that first point. And I think an interesting note that I think you would agree with, right, is that that failure was obscured to some extent by the fact that the people who experienced that as failure moved away. Right. So it's not like liberalism seemed to fail in these states without losing power. Right. It's not like California is about to become Republican or New York State or Illinois. Right. It's just that people move to other states. And so the problem became sort of invisible to Democratic leaders in those states who kept winning elections. Yeah. And I'm not sure it was invisible to them. But nevertheless, I think your point that a lot of people who have failed worse by the growing unaffordability in these states were able to move away. But the other thing is that liberals became the people who didn't like you. That they became the people. And I've seen this a lot on The Abundance Tour and going on podcasts that, people now associate this sort of like the manosphere and the deep sense that liberals didn't like them. Liberals became censorious. They became the people who knew better than you. This became very toxic, too. And the question of what is the political affect of the Democratic Party in a country where so many people support something that most people in the Democratic Party find genuinely intolerable, almost unimaginable to embrace, is a very unanswered question. And so I think that's also part of what you are noting. That there isn't a reigning political theory because the political theory that people had kind of failed, but no new one and no new political leader emerged. Food trucks? Yes, payments are possible with crypto now. But it's not just happening to tortilla chips. Also, microchips. You can trade tokenized real world and digital assets. So it's happening to assets, trading, industries, economies, and pretty much everything else. And it's happening with Ripple. For informational purposes only, not an offer or inducement. For investment professionals and high net worth companies, FSMA 2000 financial promotion order. A BetterHelp ad. Lewis Capaldi partnered with BetterHelp to get word out about how important therapy can be. I struggle most weeks to get myself up and ready and go to therapy or whatever. Even opening the laptop to talk to my therapist sometimes can be really difficult. But I do it because I realize how important it is for me to continue to feel good. I've felt the best I've felt in a long time through therapy. Learn more about online therapy at betterhelp.com. My name is Kayla. My husband and I use his email address to access the New York Times. Each day we compete for who gets to do connections. Sometimes I log into the app and I discover that he's already finished connections that day. And I'm like, Jonah, it was my day. And he's like, I know, I just couldn't resist. You would do us a huge favor if we got to log in as a family with separate emails. I really think our well-being as a couple depends on it. Thanks for looking into this. Kayla, we heard you. Introducing the New York Times family subscription. One subscription, up to four separate logins for anyone in your life. Find out more at nytimes.com slash family. I also think that there's a way in which at sort of the peak of progressive cultural power, there was a sense, yeah, progressives were censorious scolds who didn't like, certainly didn't like populists and conservatives, but seemed to not like a lot of people generally. Today, I feel like it's almost, and these are, again, important questions, a lot of people generally. Today, I feel like it's almost, and these are, again, impressionistic, but it's almost like, do progressives like themselves? Right. You really want to put them on the couch. Well, I mean, I'm, I'm. But the answer is no. The answer is no. Well, right. No. And in a way, that's always, that's always been true, right? Nothing, nothing like a self-hating liberal, right? But like, it's these things where, you know, maybe people aren't really postponing kids because of climate change, but progressives are having fewer kids. But, you know, 30 years ago, progressives and conservatives in the Western world had the same birth rates. And today, they don't. It's all about the birth rates. No, I'm going to, I'm going to add some other data points besides my perpetual hobby horses, right? But 30 or 40 years ago, maybe progressives, you know, if you looked at statistics on depression and anxiety and so on, yeah, maybe progressives looked a little more neurotic than conservatives. But today, maybe it's the smartphones, maybe it's something else, right? Today, progressives look a lot more anxious and depressed and neurotic, right? So there's this whole constellation of things that I just wonder if, well, I wonder two things. One, I wonder if the, even the attempt to sort of figure out a policy plan is still not getting down to the bottom of what's amiss culturally in progressivism. And but then also, I wonder, again, since we're in a week when we're talking about radicalization and violence and so on, right? I worry about a kind of 1970s scenario, right? Like, again, I don't think What is the 1970s scenario? The 1970s scenario is the world where progressives feel like they lost the country. You know, they had the 60s and then Richard Nixon took power. And you get a spiral of weirdo radicalization, weather underground, days of rage, all these things. And suddenly, you do actually have left-wing terrorist movements in America. That was the last time we had what I would describe as sort of a consistently radicalized violent left. And I don't think we have that right now. But I worry about it. And I worry more than I did six days ago, because honestly, so far, what we know about the motives of Charlie Kirk's shooters suggests that he fits that category more than the kind of unclassifiable radicalized person. But am I just a conservative worrying too much? Do you worry about that kind of radicalization on the left? At the moment, I don't, to just be blunt. I don't think we're seeing the emergence of weather underground style things. You're not seeing organized. I agree. I look at the violence of the past couple of years, and I see, you know, the person who broke into Nancy Pelosi's home, and that was somebody who is kind of right-coded in their radicalization. I look at the person who shot the Minnesota former Speaker of the House and a state senator there, seem more right-coded. My worry right now is a little bit, I think, different than yours. I think we go through periods. I think violence is contagious. I think the evidence on this is overwhelming. This is true at all levels of violence. It's true for gang violence. It's true for school shootings. Violence is contagious. It is memetic in a strange way. This is why there are groups that try to enforce a media code not successfully, that we don't name mass shooters, because there is fairly good evidence that naming mass shooters makes it more likely. Suicide is contagious. We know this too. And I am worried that political violence is becoming contagious and memetic. My friend P.J. Vogt made this point to me, which I think is true. Like, we should just not report on the things written on bullet casings, because after Luigi Mangione did that, it was there with this shooter. And this idea where you can make the murder weapon into a billboard for whatever message you want the world to hear from you, I think is very bad. So I am less seeing this as coded, left or right, and more seeing it as a kind of, yeah, memetic disease that we go through periods that it becomes infectious. And I am very worried about the escalation into one of those periods now. Right. But the problem with not reporting on those kind of messages, it's like saying, well, are we not going to report on the official stated reasons of the killers? I think obviously you have to. And in that reporting, you do have to draw some kind of assessment, not just of like, why are people, you know, getting memed into violence? Why is it contagious? It may not be a possible thing to do. But also, like, what is actually going on in people's minds? Right. You know, I'm on the record saying this, and I'll say it again. I do think that most of the mass shootings and many of the political assassinations we have seen reflect sort of a mixture of mental illness, Internet radicalization, things that are not classifiable on partisan terms. I think you have a set of attacks and mass shootings that are right wing coded and are often connected to neo-Nazi sort of acceleration.",
        "segments": [
          {
            "start": 0.0,
            "end": 7.760000228881836,
            "text": "at some point. My gloss on what went wrong is two things. Liberalism became a political"
          },
          {
            "start": 7.760000228881836,
            "end": 11.920000076293945,
            "text": "movement that didn't deliver. When you elected liberals in different places, Democrats in"
          },
          {
            "start": 11.920000076293945,
            "end": 16.31999969482422,
            "text": "different places, they didn't deliver change in your life. The outcomes were not good enough,"
          },
          {
            "start": 16.31999969482422,
            "end": 21.31999969482422,
            "text": "not under Biden, not in California under Gavin Newsom or in New York under Andrew Cuomo or,"
          },
          {
            "start": 21.31999969482422,
            "end": 29.84000015258789,
            "text": "you know, in Illinois. And I think this was actually more salient in terms of how much"
          },
          {
            "start": 29.84000015258789,
            "end": 34.0,
            "text": "power got ceded to the right. And that was just to pause on that first point. And I think"
          },
          {
            "start": 34.0,
            "end": 38.2400016784668,
            "text": "an interesting note that I think you would agree with, right, is that that failure was"
          },
          {
            "start": 38.2400016784668,
            "end": 43.599998474121094,
            "text": "obscured to some extent by the fact that the people who experienced that as failure moved"
          },
          {
            "start": 43.599998474121094,
            "end": 49.68000030517578,
            "text": "away. Right. So it's not like liberalism seemed to fail in these states without losing power."
          },
          {
            "start": 49.68000030517578,
            "end": 53.599998474121094,
            "text": "Right. It's not like California is about to become Republican or New York State or Illinois."
          },
          {
            "start": 53.599998474121094,
            "end": 58.47999954223633,
            "text": "Right. It's just that people move to other states. And so the problem became sort of"
          },
          {
            "start": 58.47999954223633,
            "end": 63.040000915527344,
            "text": "invisible to Democratic leaders in those states who kept winning elections."
          },
          {
            "start": 63.040000915527344,
            "end": 67.04000091552734,
            "text": "Yeah. And I'm not sure it was invisible to them. But nevertheless, I think your point that a lot"
          },
          {
            "start": 67.04000091552734,
            "end": 70.95999908447266,
            "text": "of people who have failed worse by the growing unaffordability in these states were able to"
          },
          {
            "start": 70.95999908447266,
            "end": 76.31999969482422,
            "text": "move away. But the other thing is that liberals became the people who didn't like you. That"
          },
          {
            "start": 76.95999908447266,
            "end": 83.12000274658203,
            "text": "they became the people. And I've seen this a lot on The Abundance Tour and going on podcasts that,"
          },
          {
            "start": 83.36000061035156,
            "end": 88.72000122070312,
            "text": "people now associate this sort of like the manosphere and the deep sense that liberals"
          },
          {
            "start": 88.72000122070312,
            "end": 95.5999984741211,
            "text": "didn't like them. Liberals became censorious. They became the people who knew better than you."
          },
          {
            "start": 96.55999755859375,
            "end": 106.23999786376953,
            "text": "This became very toxic, too. And the question of what is the political affect of the Democratic"
          },
          {
            "start": 106.23999786376953,
            "end": 113.04000091552734,
            "text": "Party in a country where so many people support something that most people in the Democratic"
          },
          {
            "start": 113.04000091552734,
            "end": 119.27999877929688,
            "text": "Party find genuinely intolerable, almost unimaginable to embrace, is a very unanswered"
          },
          {
            "start": 119.27999877929688,
            "end": 126.63999938964844,
            "text": "question. And so I think that's also part of what you are noting. That there isn't a reigning"
          },
          {
            "start": 126.63999938964844,
            "end": 131.1999969482422,
            "text": "political theory because the political theory that people had kind of failed, but no new one"
          },
          {
            "start": 131.1999969482422,
            "end": 133.27999877929688,
            "text": "and no new political leader emerged."
          },
          {
            "start": 161.27999877929688,
            "end": 165.9199981689453,
            "text": "Food trucks? Yes, payments are possible with crypto now. But it's not just happening to"
          },
          {
            "start": 165.9199981689453,
            "end": 171.9199981689453,
            "text": "tortilla chips. Also, microchips. You can trade tokenized real world and digital assets. So it's"
          },
          {
            "start": 171.9199981689453,
            "end": 177.36000061035156,
            "text": "happening to assets, trading, industries, economies, and pretty much everything else."
          },
          {
            "start": 177.36000061035156,
            "end": 182.39999389648438,
            "text": "And it's happening with Ripple. For informational purposes only, not an offer or inducement. For"
          },
          {
            "start": 182.39999389648438,
            "end": 186.63999938964844,
            "text": "investment professionals and high net worth companies, FSMA 2000 financial promotion order."
          },
          {
            "start": 187.60000610351562,
            "end": 193.67999267578125,
            "text": "A BetterHelp ad. Lewis Capaldi partnered with BetterHelp to get word out about how important"
          },
          {
            "start": 193.67999267578125,
            "end": 200.55999755859375,
            "text": "therapy can be. I struggle most weeks to get myself up and ready and go to therapy or whatever."
          },
          {
            "start": 200.55999755859375,
            "end": 205.44000244140625,
            "text": "Even opening the laptop to talk to my therapist sometimes can be really difficult. But I do it"
          },
          {
            "start": 205.44000244140625,
            "end": 210.47999572753906,
            "text": "because I realize how important it is for me to continue to feel good. I've felt the best I've"
          },
          {
            "start": 210.47999572753906,
            "end": 214.9600067138672,
            "text": "felt in a long time through therapy. Learn more about online therapy at"
          },
          {
            "start": 215.0399932861328,
            "end": 222.9600067138672,
            "text": "betterhelp.com. My name is Kayla. My husband and I use his email address to access the New York"
          },
          {
            "start": 222.9600067138672,
            "end": 230.32000732421875,
            "text": "Times. Each day we compete for who gets to do connections. Sometimes I log into the app and I"
          },
          {
            "start": 230.32000732421875,
            "end": 236.32000732421875,
            "text": "discover that he's already finished connections that day. And I'm like, Jonah, it was my day."
          },
          {
            "start": 236.32000732421875,
            "end": 242.72000122070312,
            "text": "And he's like, I know, I just couldn't resist. You would do us a huge favor if we got to log in"
          },
          {
            "start": 242.72000122070312,
            "end": 248.8000030517578,
            "text": "as a family with separate emails. I really think our well-being as a couple depends on it."
          },
          {
            "start": 248.8000030517578,
            "end": 254.55999755859375,
            "text": "Thanks for looking into this. Kayla, we heard you. Introducing the New York Times family"
          },
          {
            "start": 254.55999755859375,
            "end": 259.2799987792969,
            "text": "subscription. One subscription, up to four separate logins for anyone in your life."
          },
          {
            "start": 259.2799987792969,
            "end": 262.0799865722656,
            "text": "Find out more at nytimes.com slash family."
          },
          {
            "start": 262.79998779296875,
            "end": 269.20001220703125,
            "text": "I also think that there's a way in which at sort of the peak of progressive cultural power,"
          },
          {
            "start": 269.20001220703125,
            "end": 275.5199890136719,
            "text": "there was a sense, yeah, progressives were censorious scolds who didn't like,"
          },
          {
            "start": 276.0799865722656,
            "end": 279.67999267578125,
            "text": "certainly didn't like populists and conservatives, but seemed to not like a lot of"
          },
          {
            "start": 279.67999267578125,
            "end": 285.760009765625,
            "text": "people generally. Today, I feel like it's almost, and these are, again, important questions,"
          },
          {
            "start": 286.4800109863281,
            "end": 291.9200134277344,
            "text": "a lot of people generally. Today, I feel like it's almost, and these are, again,"
          },
          {
            "start": 291.9200134277344,
            "end": 295.8399963378906,
            "text": "impressionistic, but it's almost like, do progressives like themselves?"
          },
          {
            "start": 296.8800048828125,
            "end": 298.7200012207031,
            "text": "Right. You really want to put them on the couch."
          },
          {
            "start": 298.7200012207031,
            "end": 300.0799865722656,
            "text": "Well, I mean, I'm, I'm."
          },
          {
            "start": 300.0799865722656,
            "end": 300.9599914550781,
            "text": "But the answer is no."
          },
          {
            "start": 300.9599914550781,
            "end": 303.67999267578125,
            "text": "The answer is no. Well, right. No. And in a way, that's always, that's always been true,"
          },
          {
            "start": 303.67999267578125,
            "end": 307.8399963378906,
            "text": "right? Nothing, nothing like a self-hating liberal, right? But like, it's these things where,"
          },
          {
            "start": 309.2799987792969,
            "end": 314.6400146484375,
            "text": "you know, maybe people aren't really postponing kids because of climate change,"
          },
          {
            "start": 314.6400146484375,
            "end": 320.55999755859375,
            "text": "but progressives are having fewer kids. But, you know, 30 years ago, progressives and"
          },
          {
            "start": 320.55999755859375,
            "end": 325.20001220703125,
            "text": "conservatives in the Western world had the same birth rates. And today, they don't."
          },
          {
            "start": 325.20001220703125,
            "end": 326.8800048828125,
            "text": "It's all about the birth rates."
          },
          {
            "start": 326.8800048828125,
            "end": 332.4800109863281,
            "text": "No, I'm going to, I'm going to add some other data points besides my perpetual hobby horses,"
          },
          {
            "start": 332.4800109863281,
            "end": 337.67999267578125,
            "text": "right? But 30 or 40 years ago, maybe progressives, you know, if you looked at statistics on"
          },
          {
            "start": 337.67999267578125,
            "end": 341.9200134277344,
            "text": "depression and anxiety and so on, yeah, maybe progressives looked a little more neurotic than"
          },
          {
            "start": 341.9200134277344,
            "end": 346.6400146484375,
            "text": "conservatives. But today, maybe it's the smartphones, maybe it's something else, right?"
          },
          {
            "start": 346.6400146484375,
            "end": 352.1600036621094,
            "text": "Today, progressives look a lot more anxious and depressed and neurotic, right? So there's this"
          },
          {
            "start": 352.1600036621094,
            "end": 358.8800048828125,
            "text": "whole constellation of things that I just wonder if, well, I wonder two things. One, I wonder if"
          },
          {
            "start": 359.8399963378906,
            "end": 367.1199951171875,
            "text": "the, even the attempt to sort of figure out a policy plan is still not getting down to the"
          },
          {
            "start": 367.1199951171875,
            "end": 371.760009765625,
            "text": "bottom of what's amiss culturally in progressivism. And but then also, I wonder, again,"
          },
          {
            "start": 371.760009765625,
            "end": 376.9599914550781,
            "text": "since we're in a week when we're talking about radicalization and violence and so on, right?"
          },
          {
            "start": 377.67999267578125,
            "end": 383.2799987792969,
            "text": "I worry about a kind of 1970s scenario, right? Like, again, I don't think"
          },
          {
            "start": 383.2799987792969,
            "end": 384.0799865722656,
            "text": "What is the 1970s scenario?"
          },
          {
            "start": 384.0799865722656,
            "end": 389.44000244140625,
            "text": "The 1970s scenario is the world where progressives feel like they lost the country."
          },
          {
            "start": 389.44000244140625,
            "end": 394.7200012207031,
            "text": "You know, they had the 60s and then Richard Nixon took power. And you get a spiral of"
          },
          {
            "start": 395.2799987792969,
            "end": 400.0799865722656,
            "text": "weirdo radicalization, weather underground, days of rage, all these things. And suddenly,"
          },
          {
            "start": 400.0799865722656,
            "end": 405.3599853515625,
            "text": "you do actually have left-wing terrorist movements in America. That was the last time we had"
          },
          {
            "start": 405.3599853515625,
            "end": 410.32000732421875,
            "text": "what I would describe as sort of a consistently radicalized violent left."
          },
          {
            "start": 410.32000732421875,
            "end": 415.44000244140625,
            "text": "And I don't think we have that right now. But I worry about it. And I worry more than I did"
          },
          {
            "start": 415.44000244140625,
            "end": 419.5199890136719,
            "text": "six days ago, because honestly, so far, what we know about the motives of Charlie Kirk's"
          },
          {
            "start": 419.5199890136719,
            "end": 426.3999938964844,
            "text": "shooters suggests that he fits that category more than the kind of unclassifiable radicalized"
          },
          {
            "start": 427.0400085449219,
            "end": 433.1199951171875,
            "text": "person. But am I just a conservative worrying too much? Do you worry about that kind of"
          },
          {
            "start": 433.1199951171875,
            "end": 434.3999938964844,
            "text": "radicalization on the left?"
          },
          {
            "start": 436.1600036621094,
            "end": 441.9200134277344,
            "text": "At the moment, I don't, to just be blunt. I don't think we're seeing the emergence of"
          },
          {
            "start": 441.9200134277344,
            "end": 443.8399963378906,
            "text": "weather underground style things."
          },
          {
            "start": 445.8399963378906,
            "end": 447.9200134277344,
            "text": "You're not seeing organized. I agree."
          },
          {
            "start": 447.9200134277344,
            "end": 452.8800048828125,
            "text": "I look at the violence of the past couple of years, and I see, you know, the person"
          },
          {
            "start": 452.8800048828125,
            "end": 458.239990234375,
            "text": "who broke into Nancy Pelosi's home, and that was somebody who is kind of right-coded in their"
          },
          {
            "start": 458.239990234375,
            "end": 464.8800048828125,
            "text": "radicalization. I look at the person who shot the Minnesota former Speaker of the House and"
          },
          {
            "start": 464.8800048828125,
            "end": 471.1199951171875,
            "text": "a state senator there, seem more right-coded. My worry right now is a little bit, I think,"
          },
          {
            "start": 471.1199951171875,
            "end": 474.8800048828125,
            "text": "different than yours. I think we go through periods. I think violence is contagious. I"
          },
          {
            "start": 474.8800048828125,
            "end": 478.8800048828125,
            "text": "think the evidence on this is overwhelming. This is true at all levels of violence. It's"
          },
          {
            "start": 478.8800048828125,
            "end": 484.79998779296875,
            "text": "true for gang violence. It's true for school shootings. Violence is contagious. It is"
          },
          {
            "start": 484.79998779296875,
            "end": 491.6000061035156,
            "text": "memetic in a strange way. This is why there are groups that try to enforce a media code"
          },
          {
            "start": 492.1600036621094,
            "end": 498.0,
            "text": "not successfully, that we don't name mass shooters, because there is fairly good evidence"
          },
          {
            "start": 498.0,
            "end": 501.5199890136719,
            "text": "that naming mass shooters makes it more likely. Suicide is contagious. We know this too."
          },
          {
            "start": 502.3999938964844,
            "end": 507.0400085449219,
            "text": "And I am worried that political violence is becoming contagious and memetic. My friend"
          },
          {
            "start": 507.0400085449219,
            "end": 513.0399780273438,
            "text": "P.J. Vogt made this point to me, which I think is true. Like, we should just not report on the"
          },
          {
            "start": 513.0399780273438,
            "end": 518.239990234375,
            "text": "things written on bullet casings, because after Luigi Mangione did that, it was there with this"
          },
          {
            "start": 518.239990234375,
            "end": 524.1599731445312,
            "text": "shooter. And this idea where you can make the murder weapon into a billboard for whatever"
          },
          {
            "start": 524.1599731445312,
            "end": 530.0800170898438,
            "text": "message you want the world to hear from you, I think is very bad. So I am less seeing this as"
          },
          {
            "start": 530.0800170898438,
            "end": 539.0399780273438,
            "text": "coded, left or right, and more seeing it as a kind of, yeah, memetic disease that we go through"
          },
          {
            "start": 539.0399780273438,
            "end": 543.52001953125,
            "text": "periods that it becomes infectious. And I am very worried about the escalation into one of"
          },
          {
            "start": 543.52001953125,
            "end": 548.8800048828125,
            "text": "those periods now. Right. But the problem with not reporting on those kind of messages, it's"
          },
          {
            "start": 548.8800048828125,
            "end": 555.4400024414062,
            "text": "like saying, well, are we not going to report on the official stated reasons of the killers? I think"
          },
          {
            "start": 556.0,
            "end": 563.0399780273438,
            "text": "obviously you have to. And in that reporting, you do have to draw some kind of assessment,"
          },
          {
            "start": 563.0399780273438,
            "end": 569.6799926757812,
            "text": "not just of like, why are people, you know, getting memed into violence? Why is it contagious?"
          },
          {
            "start": 569.6799926757812,
            "end": 574.0,
            "text": "It may not be a possible thing to do. But also, like, what is actually going on in"
          },
          {
            "start": 574.0,
            "end": 578.239990234375,
            "text": "people's minds? Right. You know, I'm on the record saying this, and I'll say it again."
          },
          {
            "start": 578.239990234375,
            "end": 584.5599975585938,
            "text": "I do think that most of the mass shootings and many of the political assassinations we have seen"
          },
          {
            "start": 585.4400024414062,
            "end": 591.0399780273438,
            "text": "reflect sort of a mixture of mental illness, Internet radicalization, things that are not"
          },
          {
            "start": 591.8400268554688,
            "end": 598.1599731445312,
            "text": "classifiable on partisan terms. I think you have a set of attacks and mass shootings that"
          },
          {
            "start": 598.1599731445312,
            "end": 602.8800048828125,
            "text": "are right wing coded and are often connected to neo-Nazi sort of acceleration."
          }
        ],
        "language": "english",
        "duration": 603.0
      }
    },
    {
      "file": "/Users/mokes/projects/pcc_new/scripts/podcasts/default.mp3_ywr3ahjkcgo_1e21bb7e44ca33faac964752e07ab898_49864301_chunks/chunk_003.mp3",
      "index": 2,
      "start_offset_seconds": 1197.0,
      "transcript": {
        "text": "connected to neo-Nazi sort of accelerationist stuff. We don't know exactly what it looks like in this case, but it's there in the Mangione assassination, right? That does seem like a vision that comes out of a kind of left-wing despair at the state of American culture or the, you know, sort of the impossibility of doing anything about the oligarchs or the impossibility about doing anything about the fascist right except saying, here, catch fascists with a bullet, right? And yeah, I'm more worried about that this week than I was last week. And so that's part of why I'm just pushing on left-wing despair. Like just to take like, you know, an example from your own work, right? Like you do a lot of writing about the idea that there's an emergency, there can be an emergency in America if Trump, you know, defies the Supreme Court or violates the laws in these various ways. What do you say to someone on the left, not even someone who's sort of explicitly considering violence, but someone who says, look, all the institutions have just failed. Why are you here telling me, you know, that we're going to have a political response to the emergency? Isn't the hour much later than that? I think that political violence of that kind is fundamentally immoral and catastrophically ineffective. I don't, I don't find this to be a hard line to hold. No, I don't. I don't imagine that you do. And the stakes of politics are almost always incredibly high. I think they happen to be higher now. And I do think a lot of what is happening in terms of the structure of the system itself is dangerous. I think that the hour is late in many ways and that a lot of the people who embrace despair don't embrace, or let me say it differently, a lot of the people who embrace alarm don't embrace what I think obviously follows from that alarm, which is the willingness to make strategic and political decisions you find personally discomforting, even though they are obviously more likely to help you win, right? Taking political positions that will make it more likely to win Senate seats in Kansas and Ohio and Missouri, trying to open your coalition to people you didn't want it open to before, running pro-life Democrats. And one of my biggest frustrations with many people whose politics I otherwise share is the unwillingness to match the seriousness of your politics to the seriousness of your alarm. I see a Democratic Party that often just wants to do nothing differently, even though it is failing, like failing in the most obvious and consequential ways it can possibly fail. And I am not probably the person who knows how to do things differently. I have ideas that are about abundance and ideas that are about liberalism, and we can talk about them. But whatever it is, it shouldn't just be drifting forward. If you want to talk about, to me, what looks to me like despair and pessimism, it isn't that a couple random people on both sides, as you know, have picked up guns. It is that the people in actual power who are sane and are clear-thinking are doing almost nothing differently. They're failing and rethinking nothing, at least not in any profound level. And I actually find that very worrying. I would like to see right now, in the rooms I am aware of, much more profound forms of re-strategizing going on. So I think that there is a pessimism, but it doesn't, it almost has not hit the level of despair you're talking about. It's a kind of, like, aesthetic exhaustion. Maybe it's skipped ahead, to use the classic Simpsons reference, where you say, you know, we've done nothing and we're all out of choices, or something. I'm mangling the line, right? Yeah, there's something to that. But it's like, we've tried nothing and now it's time to give up. I want to ask you about restructuring in the context of your book, but I interrupted you earlier when you were talking about divides within the Democrats, or divides on the left, right? And you said one divide is over, you know, sort of liberalism versus populism. But just say something about the other divide. The other divide, I don't quite have the right language for it. I don't want to call it liberalism versus illiberalism. I think that's not quite right. I think that there is a liberalism I would associate with Bill Clinton and Barack Obama in their political style, which is a liberalism that is very attentive to the reality, the existence of disagreement, and the need to be, not just in conversation with that disagreement, but genuinely respectful of it. Bill Clinton's safe, legal, and rare formulation. Barack Obama's approach to questions of race. But I think that there's been a move that I think has a lot to do with social media, actually, and the modes of discourse and action that dominate there. But to begin to have the view that you don't bridge disagreement, you sort of draw a line around it, and you say, that's not even an okay position to hold. That there can be no compromise with it, there can barely be engagement with it. And I think that we were illiberal on speech issues for a number of years there. Like, I think that I should have taken that critique more seriously than I did at the time. That's one way I have rethought the period around 2020. And I think that the way in which, say, Clinton and Obama ran politically, a kind of politics that sat with the idea that people were absolutely going to disagree with them, and they would need to win over some of those precise people. That their politics would need to be palatable to people who did not agree with quite a bit of what they wanted to do. And I think we lost that. And this gets to the thing that you wrote about Charlie Kirk that I believe has attracted a lot of feedback, both positive and negative, right? Where you said something to the effect of, while disagreeing with just about everything Kirk stood for, you felt like it had to be emphasized the extent to which he was doing politics the right way. In the sense that he was famous for going onto liberal-leaning college campuses and having extended arguments with ordinary students that were, for the most part, respectful and serious. Of course, he did many other things too, but that was a core part of the kind of Kirk identity and what made him distinctive among figures. And you said basically that had to be respected. Say something about the feedback you've gotten to that argument. So I wrote this piece in the sort of hours right after Kirk was shot. And as you say, I said, look, you can disagree with everything Kirk believed about politics and believe he was practicing politics the right way. Now I described in that paragraph the part of Kirk you're describing, the part that would go to colleges and set up a table and eventually a tent and eventually his auditoriums. I said, debate with me. Prove me wrong. Let's talk. There were a lot of people who took that as saying I was saying everything Kirk did politically was the right thing to do and everything he believed was the right thing to believe, which is not my view. What I hold to the view I did describe, or I think I described, which is that there was a kind of almost delight in engagement, a sense that disagreement could be the start of something. Even if it was only to disagree for the people on your own side, that I think the left did not adopt that particular attitude. The left is more likely for quite some time to try to keep someone like Kirk or Shapiro from speaking on campus than sort of happily debate with them and do the reverse, which is like, can you do a speaking tour of evangelical churches, right? Can you can you actually go into the places you feel are most hostile to you and treat that as an interesting place to begin a conversation, even if only to sharpen your own arguments? Yeah. And I wanted I wanted to ask you on exactly that point. Who do you think that there's anyone on the left who does that kind of thing? It's sort of part of it's almost the bunker that progressivism has built for itself, that it's hard to imagine someone doing that. I think there has been more of a tendency to try to define people out of the community, right, out of the boundaries of acceptable or polite discourse. I think a good quality of liberalism is a self-doubt about things where, you know, you believe there should be an airing of ideas because you believe you could be wrong about things. And even if you're not going to agree with something totally, you might learn something from it anyway. But also secondarily, just an instrumental reality is it was a total failure. And in being a total failure, what allowed Donald Trump and the right to do in twenty twenty four is dramatically expand the shape of their coalition to RFK Jr., to Elon Musk, to the tech right. Trump twenty twenty four is very different than 2016. What happened on the right tended to be that you would have people who had been on the left who were feeling alienated, who would go and have conversations with people on the right and would end up becoming themselves in various ways, right wing. I just think in many ways we were not practicing politics, we were doing something else.",
        "segments": [
          {
            "start": 0.0,
            "end": 4.679999828338623,
            "text": "connected to neo-Nazi sort of accelerationist stuff."
          },
          {
            "start": 4.679999828338623,
            "end": 7.800000190734863,
            "text": "We don't know exactly what it looks like in this case, but it's there in the Mangione"
          },
          {
            "start": 7.800000190734863,
            "end": 9.600000381469727,
            "text": "assassination, right?"
          },
          {
            "start": 9.600000381469727,
            "end": 14.239999771118164,
            "text": "That does seem like a vision that comes out of a kind of left-wing despair at the state"
          },
          {
            "start": 14.239999771118164,
            "end": 20.84000015258789,
            "text": "of American culture or the, you know, sort of the impossibility of doing anything about"
          },
          {
            "start": 20.84000015258789,
            "end": 25.479999542236328,
            "text": "the oligarchs or the impossibility about doing anything about the fascist right except saying,"
          },
          {
            "start": 25.479999542236328,
            "end": 28.559999465942383,
            "text": "here, catch fascists with a bullet, right?"
          },
          {
            "start": 28.559999465942383,
            "end": 35.099998474121094,
            "text": "And yeah, I'm more worried about that this week than I was last week."
          },
          {
            "start": 35.099998474121094,
            "end": 38.599998474121094,
            "text": "And so that's part of why I'm just pushing on left-wing despair."
          },
          {
            "start": 38.599998474121094,
            "end": 43.63999938964844,
            "text": "Like just to take like, you know, an example from your own work, right?"
          },
          {
            "start": 43.63999938964844,
            "end": 48.20000076293945,
            "text": "Like you do a lot of writing about the idea that there's an emergency, there can be an"
          },
          {
            "start": 48.20000076293945,
            "end": 55.5,
            "text": "emergency in America if Trump, you know, defies the Supreme Court or violates the laws in"
          },
          {
            "start": 55.5,
            "end": 59.060001373291016,
            "text": "these various ways."
          },
          {
            "start": 59.060001373291016,
            "end": 63.900001525878906,
            "text": "What do you say to someone on the left, not even someone who's sort of explicitly considering"
          },
          {
            "start": 63.900001525878906,
            "end": 67.33999633789062,
            "text": "violence, but someone who says, look, all the institutions have just failed."
          },
          {
            "start": 67.33999633789062,
            "end": 71.73999786376953,
            "text": "Why are you here telling me, you know, that we're going to have a political response to"
          },
          {
            "start": 71.73999786376953,
            "end": 72.73999786376953,
            "text": "the emergency?"
          },
          {
            "start": 72.73999786376953,
            "end": 75.37999725341797,
            "text": "Isn't the hour much later than that?"
          },
          {
            "start": 75.37999725341797,
            "end": 83.5,
            "text": "I think that political violence of that kind is fundamentally immoral and catastrophically"
          },
          {
            "start": 83.5,
            "end": 84.5,
            "text": "ineffective."
          },
          {
            "start": 84.5,
            "end": 87.26000213623047,
            "text": "I don't, I don't find this to be a hard line to hold."
          },
          {
            "start": 87.26000213623047,
            "end": 88.26000213623047,
            "text": "No, I don't."
          },
          {
            "start": 88.26000213623047,
            "end": 89.26000213623047,
            "text": "I don't imagine that you do."
          },
          {
            "start": 89.26000213623047,
            "end": 91.9800033569336,
            "text": "And the stakes of politics are almost always incredibly high."
          },
          {
            "start": 91.9800033569336,
            "end": 93.5,
            "text": "I think they happen to be higher now."
          },
          {
            "start": 93.5,
            "end": 98.5,
            "text": "And I do think a lot of what is happening in terms of the structure of the system itself"
          },
          {
            "start": 98.5,
            "end": 99.5,
            "text": "is dangerous."
          },
          {
            "start": 99.5,
            "end": 107.62000274658203,
            "text": "I think that the hour is late in many ways and that a lot of the people who embrace despair"
          },
          {
            "start": 107.62000274658203,
            "end": 112.73999786376953,
            "text": "don't embrace, or let me say it differently, a lot of the people who embrace alarm don't"
          },
          {
            "start": 112.73999786376953,
            "end": 119.86000061035156,
            "text": "embrace what I think obviously follows from that alarm, which is the willingness to make"
          },
          {
            "start": 119.86000061035156,
            "end": 124.94000244140625,
            "text": "strategic and political decisions you find personally discomforting, even though they"
          },
          {
            "start": 124.94000244140625,
            "end": 129.4199981689453,
            "text": "are obviously more likely to help you win, right?"
          },
          {
            "start": 129.4199981689453,
            "end": 133.66000366210938,
            "text": "Taking political positions that will make it more likely to win Senate seats in Kansas"
          },
          {
            "start": 133.66000366210938,
            "end": 140.94000244140625,
            "text": "and Ohio and Missouri, trying to open your coalition to people you didn't want it open"
          },
          {
            "start": 140.94000244140625,
            "end": 144.3800048828125,
            "text": "to before, running pro-life Democrats."
          },
          {
            "start": 144.3800048828125,
            "end": 149.4199981689453,
            "text": "And one of my biggest frustrations with many people whose politics I otherwise share is"
          },
          {
            "start": 149.4199981689453,
            "end": 158.86000061035156,
            "text": "the unwillingness to match the seriousness of your politics to the seriousness of your"
          },
          {
            "start": 158.86000061035156,
            "end": 161.02000427246094,
            "text": "alarm."
          },
          {
            "start": 161.02000427246094,
            "end": 165.02000427246094,
            "text": "I see a Democratic Party that often just wants to do nothing differently, even though it"
          },
          {
            "start": 165.02000427246094,
            "end": 170.5,
            "text": "is failing, like failing in the most obvious and consequential ways it can possibly fail."
          },
          {
            "start": 171.05999755859375,
            "end": 174.25999450683594,
            "text": "And I am not probably the person who knows how to do things differently."
          },
          {
            "start": 174.25999450683594,
            "end": 178.10000610351562,
            "text": "I have ideas that are about abundance and ideas that are about liberalism, and we can"
          },
          {
            "start": 178.10000610351562,
            "end": 179.6199951171875,
            "text": "talk about them."
          },
          {
            "start": 179.6199951171875,
            "end": 185.82000732421875,
            "text": "But whatever it is, it shouldn't just be drifting forward."
          },
          {
            "start": 185.82000732421875,
            "end": 192.5800018310547,
            "text": "If you want to talk about, to me, what looks to me like despair and pessimism, it isn't"
          },
          {
            "start": 192.5800018310547,
            "end": 199.6199951171875,
            "text": "that a couple random people on both sides, as you know, have picked up guns."
          },
          {
            "start": 199.74000549316406,
            "end": 207.3000030517578,
            "text": "It is that the people in actual power who are sane and are clear-thinking are doing"
          },
          {
            "start": 207.3000030517578,
            "end": 209.13999938964844,
            "text": "almost nothing differently."
          },
          {
            "start": 209.13999938964844,
            "end": 214.22000122070312,
            "text": "They're failing and rethinking nothing, at least not in any profound level."
          },
          {
            "start": 214.22000122070312,
            "end": 215.89999389648438,
            "text": "And I actually find that very worrying."
          },
          {
            "start": 215.89999389648438,
            "end": 222.02000427246094,
            "text": "I would like to see right now, in the rooms I am aware of, much more profound forms of"
          },
          {
            "start": 222.02000427246094,
            "end": 224.4199981689453,
            "text": "re-strategizing going on."
          },
          {
            "start": 224.4199981689453,
            "end": 231.6999969482422,
            "text": "So I think that there is a pessimism, but it doesn't, it almost has not hit the level"
          },
          {
            "start": 231.6999969482422,
            "end": 234.3000030517578,
            "text": "of despair you're talking about."
          },
          {
            "start": 234.3000030517578,
            "end": 237.6199951171875,
            "text": "It's a kind of, like, aesthetic exhaustion."
          },
          {
            "start": 237.6199951171875,
            "end": 244.02000427246094,
            "text": "Maybe it's skipped ahead, to use the classic Simpsons reference, where you say, you know,"
          },
          {
            "start": 244.02000427246094,
            "end": 247.97999572753906,
            "text": "we've done nothing and we're all out of choices, or something."
          },
          {
            "start": 247.97999572753906,
            "end": 248.97999572753906,
            "text": "I'm mangling the line, right?"
          },
          {
            "start": 248.97999572753906,
            "end": 249.97999572753906,
            "text": "Yeah, there's something to that."
          },
          {
            "start": 249.97999572753906,
            "end": 252.6199951171875,
            "text": "But it's like, we've tried nothing and now it's time to give up."
          },
          {
            "start": 252.6199951171875,
            "end": 257.94000244140625,
            "text": "I want to ask you about restructuring in the context of your book, but I interrupted"
          },
          {
            "start": 257.94000244140625,
            "end": 263.6600036621094,
            "text": "you earlier when you were talking about divides within the Democrats, or divides on the left,"
          },
          {
            "start": 263.6600036621094,
            "end": 264.6600036621094,
            "text": "right?"
          },
          {
            "start": 264.6600036621094,
            "end": 269.4200134277344,
            "text": "And you said one divide is over, you know, sort of liberalism versus populism."
          },
          {
            "start": 269.4200134277344,
            "end": 271.6600036621094,
            "text": "But just say something about the other divide."
          },
          {
            "start": 271.6600036621094,
            "end": 275.17999267578125,
            "text": "The other divide, I don't quite have the right language for it."
          },
          {
            "start": 275.17999267578125,
            "end": 277.0199890136719,
            "text": "I don't want to call it liberalism versus illiberalism."
          },
          {
            "start": 277.0199890136719,
            "end": 280.260009765625,
            "text": "I think that's not quite right."
          },
          {
            "start": 280.260009765625,
            "end": 283.6600036621094,
            "text": "I think that there is a liberalism I would associate with Bill Clinton and Barack Obama"
          },
          {
            "start": 283.6600036621094,
            "end": 292.70001220703125,
            "text": "in their political style, which is a liberalism that is very attentive to the reality, the"
          },
          {
            "start": 292.70001220703125,
            "end": 299.6600036621094,
            "text": "existence of disagreement, and the need to be, not just in conversation with that disagreement,"
          },
          {
            "start": 299.6600036621094,
            "end": 302.2200012207031,
            "text": "but genuinely respectful of it."
          },
          {
            "start": 302.2200012207031,
            "end": 306.4599914550781,
            "text": "Bill Clinton's safe, legal, and rare formulation."
          },
          {
            "start": 306.4599914550781,
            "end": 310.29998779296875,
            "text": "Barack Obama's approach to questions of race."
          },
          {
            "start": 310.29998779296875,
            "end": 318.0199890136719,
            "text": "But I think that there's been a move that I think has a lot to do with social media,"
          },
          {
            "start": 318.0199890136719,
            "end": 324.5,
            "text": "actually, and the modes of discourse and action that dominate there."
          },
          {
            "start": 324.5,
            "end": 331.94000244140625,
            "text": "But to begin to have the view that you don't bridge disagreement, you sort of draw a line"
          },
          {
            "start": 331.94000244140625,
            "end": 336.8599853515625,
            "text": "around it, and you say, that's not even an okay position to hold."
          },
          {
            "start": 336.8599853515625,
            "end": 341.17999267578125,
            "text": "That there can be no compromise with it, there can barely be engagement with it."
          },
          {
            "start": 341.17999267578125,
            "end": 347.5400085449219,
            "text": "And I think that we were illiberal on speech issues for a number of years there."
          },
          {
            "start": 347.5400085449219,
            "end": 350.6199951171875,
            "text": "Like, I think that I should have taken that critique more seriously than I did at the"
          },
          {
            "start": 350.6199951171875,
            "end": 351.6199951171875,
            "text": "time."
          },
          {
            "start": 351.6199951171875,
            "end": 355.4200134277344,
            "text": "That's one way I have rethought the period around 2020."
          },
          {
            "start": 355.4200134277344,
            "end": 363.1400146484375,
            "text": "And I think that the way in which, say, Clinton and Obama ran politically, a kind of politics"
          },
          {
            "start": 363.1400146484375,
            "end": 366.8999938964844,
            "text": "that sat with the idea that people were absolutely going to disagree with them, and they would"
          },
          {
            "start": 366.8999938964844,
            "end": 369.3800048828125,
            "text": "need to win over some of those precise people."
          },
          {
            "start": 369.3800048828125,
            "end": 374.3399963378906,
            "text": "That their politics would need to be palatable to people who did not agree with quite a bit"
          },
          {
            "start": 374.3399963378906,
            "end": 375.3399963378906,
            "text": "of what they wanted to do."
          },
          {
            "start": 375.3399963378906,
            "end": 377.1000061035156,
            "text": "And I think we lost that."
          },
          {
            "start": 377.1000061035156,
            "end": 383.1600036621094,
            "text": "And this gets to the thing that you wrote about Charlie Kirk that I believe has attracted"
          },
          {
            "start": 383.1600036621094,
            "end": 385.8399963378906,
            "text": "a lot of feedback, both positive and negative, right?"
          },
          {
            "start": 385.8399963378906,
            "end": 390.1199951171875,
            "text": "Where you said something to the effect of, while disagreeing with just about everything"
          },
          {
            "start": 390.1199951171875,
            "end": 396.3999938964844,
            "text": "Kirk stood for, you felt like it had to be emphasized the extent to which he was doing"
          },
          {
            "start": 396.3999938964844,
            "end": 398.6400146484375,
            "text": "politics the right way."
          },
          {
            "start": 398.6400146484375,
            "end": 404.79998779296875,
            "text": "In the sense that he was famous for going onto liberal-leaning college campuses and"
          },
          {
            "start": 404.79998779296875,
            "end": 411.3599853515625,
            "text": "having extended arguments with ordinary students that were, for the most part, respectful and"
          },
          {
            "start": 411.3599853515625,
            "end": 412.3599853515625,
            "text": "serious."
          },
          {
            "start": 412.8399963378906,
            "end": 420.1600036621094,
            "text": "Of course, he did many other things too, but that was a core part of the kind of Kirk identity"
          },
          {
            "start": 420.1600036621094,
            "end": 424.4800109863281,
            "text": "and what made him distinctive among figures."
          },
          {
            "start": 424.4800109863281,
            "end": 428.1600036621094,
            "text": "And you said basically that had to be respected."
          },
          {
            "start": 428.1600036621094,
            "end": 431.9599914550781,
            "text": "Say something about the feedback you've gotten to that argument."
          },
          {
            "start": 431.9599914550781,
            "end": 437.0400085449219,
            "text": "So I wrote this piece in the sort of hours right after Kirk was shot."
          },
          {
            "start": 437.0400085449219,
            "end": 440.8800048828125,
            "text": "And as you say, I said, look, you can disagree with everything Kirk believed about politics"
          },
          {
            "start": 440.8800048828125,
            "end": 444.32000732421875,
            "text": "and believe he was practicing politics the right way."
          },
          {
            "start": 444.32000732421875,
            "end": 449.1600036621094,
            "text": "Now I described in that paragraph the part of Kirk you're describing, the part that would"
          },
          {
            "start": 449.1600036621094,
            "end": 453.0400085449219,
            "text": "go to colleges and set up a table and eventually a tent and eventually his auditoriums."
          },
          {
            "start": 453.0400085449219,
            "end": 454.760009765625,
            "text": "I said, debate with me."
          },
          {
            "start": 454.760009765625,
            "end": 455.760009765625,
            "text": "Prove me wrong."
          },
          {
            "start": 455.760009765625,
            "end": 456.760009765625,
            "text": "Let's talk."
          },
          {
            "start": 456.760009765625,
            "end": 461.0,
            "text": "There were a lot of people who took that as saying I was saying everything Kirk did politically"
          },
          {
            "start": 461.0,
            "end": 464.0,
            "text": "was the right thing to do and everything he believed was the right thing to believe, which"
          },
          {
            "start": 464.0,
            "end": 466.0400085449219,
            "text": "is not my view."
          },
          {
            "start": 466.0400085449219,
            "end": 472.67999267578125,
            "text": "What I hold to the view I did describe, or I think I described, which is that there was"
          },
          {
            "start": 472.67999267578125,
            "end": 478.9200134277344,
            "text": "a kind of almost delight in engagement, a sense that disagreement could be the start"
          },
          {
            "start": 478.9200134277344,
            "end": 479.9200134277344,
            "text": "of something."
          },
          {
            "start": 479.9200134277344,
            "end": 487.1199951171875,
            "text": "Even if it was only to disagree for the people on your own side, that I think the left did"
          },
          {
            "start": 487.1199951171875,
            "end": 490.8399963378906,
            "text": "not adopt that particular attitude."
          },
          {
            "start": 490.8399963378906,
            "end": 495.4800109863281,
            "text": "The left is more likely for quite some time to try to keep someone like Kirk or Shapiro"
          },
          {
            "start": 495.4800109863281,
            "end": 500.79998779296875,
            "text": "from speaking on campus than sort of happily debate with them and do the reverse, which"
          },
          {
            "start": 500.79998779296875,
            "end": 504.3599853515625,
            "text": "is like, can you do a speaking tour of evangelical churches, right?"
          },
          {
            "start": 504.3599853515625,
            "end": 509.32000732421875,
            "text": "Can you can you actually go into the places you feel are most hostile to you and treat"
          },
          {
            "start": 509.32000732421875,
            "end": 515.6400146484375,
            "text": "that as an interesting place to begin a conversation, even if only to sharpen your own arguments?"
          },
          {
            "start": 515.6400146484375,
            "end": 516.6400146484375,
            "text": "Yeah."
          },
          {
            "start": 516.6400146484375,
            "end": 519.5999755859375,
            "text": "And I wanted I wanted to ask you on exactly that point."
          },
          {
            "start": 519.5999755859375,
            "end": 526.47998046875,
            "text": "Who do you think that there's anyone on the left who does that kind of thing?"
          },
          {
            "start": 526.47998046875,
            "end": 532.47998046875,
            "text": "It's sort of part of it's almost the bunker that progressivism has built for itself, that"
          },
          {
            "start": 532.47998046875,
            "end": 535.719970703125,
            "text": "it's hard to imagine someone doing that."
          },
          {
            "start": 535.719970703125,
            "end": 541.6799926757812,
            "text": "I think there has been more of a tendency to try to define people out of the community,"
          },
          {
            "start": 541.6799926757812,
            "end": 545.9199829101562,
            "text": "right, out of the boundaries of acceptable or polite discourse."
          },
          {
            "start": 545.9199829101562,
            "end": 552.3599853515625,
            "text": "I think a good quality of liberalism is a self-doubt about things where, you know, you"
          },
          {
            "start": 552.3599853515625,
            "end": 555.0800170898438,
            "text": "believe there should be an airing of ideas because you believe you could be wrong about"
          },
          {
            "start": 555.0800170898438,
            "end": 556.0800170898438,
            "text": "things."
          },
          {
            "start": 556.0800170898438,
            "end": 557.7999877929688,
            "text": "And even if you're not going to agree with something totally, you might learn something"
          },
          {
            "start": 557.7999877929688,
            "end": 559.0800170898438,
            "text": "from it anyway."
          },
          {
            "start": 559.0800170898438,
            "end": 565.52001953125,
            "text": "But also secondarily, just an instrumental reality is it was a total failure."
          },
          {
            "start": 565.52001953125,
            "end": 568.8400268554688,
            "text": "And in being a total failure, what allowed Donald Trump and the right to do in twenty"
          },
          {
            "start": 568.8400268554688,
            "end": 574.280029296875,
            "text": "twenty four is dramatically expand the shape of their coalition to RFK Jr., to Elon Musk,"
          },
          {
            "start": 574.280029296875,
            "end": 575.280029296875,
            "text": "to the tech right."
          },
          {
            "start": 575.280029296875,
            "end": 578.9600219726562,
            "text": "Trump twenty twenty four is very different than 2016."
          },
          {
            "start": 578.9600219726562,
            "end": 582.47998046875,
            "text": "What happened on the right tended to be that you would have people who had been on the"
          },
          {
            "start": 582.47998046875,
            "end": 586.7999877929688,
            "text": "left who were feeling alienated, who would go and have conversations with people on the"
          },
          {
            "start": 586.7999877929688,
            "end": 591.760009765625,
            "text": "right and would end up becoming themselves in various ways, right wing."
          },
          {
            "start": 591.760009765625,
            "end": 596.2000122070312,
            "text": "I just think in many ways we were not practicing politics, we were doing something else."
          }
        ],
        "language": "english",
        "duration": 603.0
      }
    },
    {
      "file": "/Users/mokes/projects/pcc_new/scripts/podcasts/default.mp3_ywr3ahjkcgo_1e21bb7e44ca33faac964752e07ab898_49864301_chunks/chunk_004.mp3",
      "index": 3,
      "start_offset_seconds": 1797.0,
      "transcript": {
        "text": "A BetterHelp ad. Lewis Capaldi partnered with BetterHelp to get word out about how important therapy can be. I struggle most weeks to get up, get myself up and ready and go to therapy or whatever. Even opening the laptop to talk to my therapist sometimes can be really difficult, but I do it because I realise how important it is for me to continue to feel good. I've felt the best I've felt in a long time through therapy. Learn more about online therapy at betterhelp.com Right, flight's booked, hotel sorted, roll on summer. Are we driving to the airport? No thanks, I'm going with Stan. Er, who's Stan? Stansted Express, silly. Tickets are from just £9.90 one way if we book in advance, and it only takes 48 minutes from London. Awesome. Oh, had me worried then. Yeah, I used them when I went to see Pedro. Oh yeah. Wait, what? Stansted Express. It's faster by train. Average journey time of 48 minutes between London Liverpool Street and Stansted Airport. T's and C's apply. Hello, Pablo Torre here, host of the show Pablo Torre Finds Out from The Athletic of the New York Times, where we use journalism to investigate mysteries, like whether the richest owner in sports helped fund a no-show job for his NBA superstar, or the origin of a secret document that the NFL does not want you to see. Basically, we're a sports podcast that's fun, but also breaks big stories. So follow us down the rabbit hole three times a week on Pablo Torre Finds Out. Now I'm going to pull us up from the mire of political tactics to the... I think these are political principles. They're political principles, but there is a broader vista here, a vista of abundance, if you will, right? And yeah, I completely agree with you that liberalism, progressivism, the Democrats have all of these sort of concrete discourse driven flaws, right? They're sort of failing at the discourse of the internet era. But you said earlier, you talked earlier about the big challenge that Democrats have had ever since Obamacare passed, right? Of figuring out what's next, right? What's the horizon? And I think that that's linked to what I see as pessimism, maybe you only see as uncertainty, disquiet, fear of Trump. There's certainly, for a movement that calls itself progressive, right? There's a lack of utopian ambition. And when I read your book, I was like, this is a utopian book. We're not going to talk about the specifics of zoning reform. I want you to say something utopian about the future that you think progressives should be. I believe technology can dramatically transform human life for the better. Dramatically. I think it can make possible ways of living. I think it can solve problems that we take as completely inevitable and totally for granted. I think that we should be able to deliver dramatic changes to public infrastructure quickly. I think we should be able to build things. And I think when the government promises you something from high-speed rail to a subway extension to a national electric vehicle charger network, that thing should emerge. It should be gleaming. It should happen quickly. You should be like, oh my fucking God, the government did that. And I think that one of the central failures of progressivism is it has not admitted it did this, but it has lost faith in what the government itself can do. And it's lost faith in it in part because it does not let the government do those things anymore. It has wrapped it in regulation and procedure in ways that does not allow it to deliver in the way that our own government has in the past that other countries' governments do right now. So the big, dramatic, ambitious thing I want to say is that the future does not need to be like the present. And for that, we need institutions capable of delivering and working with change rapidly. So there's a conservative or libertarian critique of your argument that says, basically, you can't get what you want through the means that you want to use to get it. Because whatever the government might be in a hypothetical past in this world, it's too encrusted with interest groups and their competing demands, right? And so to have abundance, you need to be more of a libertarian. And yeah, you want the government to do something, sure. But mostly, it's about deregulation and unleashing and that you have a sort of naive faith in government capacity in this age. I want to stipulate that argument and not let you address it and ask you to address a different... It's an unfair way of running a podcast, man. It's an unfair... I mean, you know, it's my rules and... You get to be on that side of the table today. Well, no, I just want... I think you would have reasonable issues with that. Yeah, I'm just playing. I want to acknowledge its existence while asking you... while trying to, again, get down to this philosophical level, which is that I have been around progressives and liberals my entire life, and I would never describe them primarily as the part of America that has great faith in technology's capacity to change human life for the better. Quite the reverse. Now, as you mentioned, some of the people who have zero faith in technology's ability to change human life for the better are sort of crunchy granola anti-vaccine types who have migrated maybe into the Republican tent, right? So there is maybe a part of the left that is anti-tech that is now on the right and in a different political coalition, but even so, even allowing for that migration, my general impression of post-1970s progressivism is that it is organized around, first, a premise that the most important thing is always redistribution, and second, that it just thinks that, you know, technology is making the world worse in many ways, right? I had Peter Thiel on the podcast, and he gave me his sort of familiar, if you know his work, line about how the hippies ruined Western civilization by destroying faith and progress, and that's an overstatement, but, like, isn't there something there? Isn't there a powerful mindset on the left that just sort of recoils from your pro-technology spiel? I think some do. I think that one — and I appreciate you drawing this out because it's part of the book that has gotten less attention in the tour. People are more sort of interested in why we didn't build high-speed rail than this, but very much an intention of the book, for me, explicitly, is rebuilding a progressive politics of technology, because I believe in it, because, one, in some ways, it had already happened. The book is in part motivated by the green energy transition, and the green energy transition has been technologically miraculous. To Peter's point, I sort of wrote this piece, actually, for The Times, reviewing this book by J. Store Hall called Where's My Flying Car? And J. Store Hall is more, I would say, like the Peter Thiel approach to politics. And I call this sort of reactionary futurism, and it has this whole thing about how the hippies destroyed everything. You got to sit with contradiction sometimes a little bit better than I feel like some of these arguments do, because, of course, where is the epicenter of technological innovation in this country? It is at the epicenter of the hippies. And that's not some accident, right? Wait, you're talking about rural Vermont, I assume, right? It is partially that culture of intense openness, that culture of optimism, the willingness to question the way we do things that has made Silicon Valley possible. Now, I do think the argument that Thiel might make, that Hall might make, that I actually have great sympathy for is that we have become, but specifically here, progressivism has become excessively risk-averse and harm-reductionist. We are more worried about what might go wrong than we are willing to let things go right. And I think of that as a pendulum. Some of the backlash to all of this was merited, that the New Deal growth machine, because, I mean, this is hearkening back to a New Deal form of liberalism, not to some completely unknown thing. But the New Deal growth machine really was often reckless, heedless. We really did cut highways through all kinds of communities we shouldn't. We really did not take people's needs into account. We really did despoil streams and cut down forests. There were reasons we built protections, protections for individuals, for communities, for the environment. And like anything, those things grew and grew and grew. And then all kinds of special interests came in and began to weaponize them, weaponize them against new housing development, weaponize them against new energy development. People just liked plenty of very comfortable people. Many of them liberals just liked the way things were. They didn't need it to get any better. They weren't worried about an affordable—they weren't going to live in the affordable housing. They were not suffering from an absence of sufficient energy or cheap enough energy. And so, you know, the pendulum has to swing back. So it would be one thing if I was coming in and saying, progressivism should have all these goals. It doesn't have. But I'm saying something actually quite different. Progressivism has these goals already. We did try to build high-speed rail. We just failed. We do want clean energy, but we are just failing to build it or work for it.",
        "segments": [
          {
            "start": 0.0,
            "end": 24.68000030517578,
            "text": "A BetterHelp ad. Lewis Capaldi partnered with BetterHelp to"
          },
          {
            "start": 24.68000030517578,
            "end": 27.31999969482422,
            "text": "get word out about how important therapy can be."
          },
          {
            "start": 27.31999969482422,
            "end": 33.400001525878906,
            "text": "I struggle most weeks to get up, get myself up and ready and go to therapy or whatever."
          },
          {
            "start": 33.400001525878906,
            "end": 37.86000061035156,
            "text": "Even opening the laptop to talk to my therapist sometimes can be really difficult, but I do"
          },
          {
            "start": 37.86000061035156,
            "end": 42.68000030517578,
            "text": "it because I realise how important it is for me to continue to feel good. I've felt the"
          },
          {
            "start": 42.68000030517578,
            "end": 45.880001068115234,
            "text": "best I've felt in a long time through therapy."
          },
          {
            "start": 45.880001068115234,
            "end": 51.959999084472656,
            "text": "Learn more about online therapy at betterhelp.com Right, flight's booked, hotel sorted, roll"
          },
          {
            "start": 51.959999084472656,
            "end": 56.2400016784668,
            "text": "on summer. Are we driving to the airport? No thanks, I'm going with Stan."
          },
          {
            "start": 56.2400016784668,
            "end": 60.20000076293945,
            "text": "Er, who's Stan? Stansted Express, silly. Tickets are from"
          },
          {
            "start": 60.20000076293945,
            "end": 65.23999786376953,
            "text": "just £9.90 one way if we book in advance, and it only takes 48 minutes from London."
          },
          {
            "start": 65.23999786376953,
            "end": 70.27999877929688,
            "text": "Awesome. Oh, had me worried then. Yeah, I used them when I went to see Pedro."
          },
          {
            "start": 70.27999877929688,
            "end": 75.19999694824219,
            "text": "Oh yeah. Wait, what? Stansted Express. It's faster by train. Average"
          },
          {
            "start": 75.19999694824219,
            "end": 78.68000030517578,
            "text": "journey time of 48 minutes between London Liverpool Street and Stansted Airport. T's"
          },
          {
            "start": 78.68000030517578,
            "end": 79.68000030517578,
            "text": "and C's apply."
          },
          {
            "start": 79.68000030517578,
            "end": 83.83999633789062,
            "text": "Hello, Pablo Torre here, host of the show Pablo Torre Finds Out from The Athletic of"
          },
          {
            "start": 83.83999633789062,
            "end": 89.23999786376953,
            "text": "the New York Times, where we use journalism to investigate mysteries, like whether the"
          },
          {
            "start": 89.23999786376953,
            "end": 95.63999938964844,
            "text": "richest owner in sports helped fund a no-show job for his NBA superstar, or the origin of"
          },
          {
            "start": 95.63999938964844,
            "end": 101.87999725341797,
            "text": "a secret document that the NFL does not want you to see. Basically, we're a sports podcast"
          },
          {
            "start": 101.87999725341797,
            "end": 108.31999969482422,
            "text": "that's fun, but also breaks big stories. So follow us down the rabbit hole three times"
          },
          {
            "start": 108.31999969482422,
            "end": 121.55999755859375,
            "text": "a week on Pablo Torre Finds Out."
          },
          {
            "start": 121.55999755859375,
            "end": 126.04000091552734,
            "text": "Now I'm going to pull us up from the mire of political tactics to the..."
          },
          {
            "start": 126.04000091552734,
            "end": 130.8000030517578,
            "text": "I think these are political principles. They're political principles, but there is"
          },
          {
            "start": 130.8000030517578,
            "end": 140.0,
            "text": "a broader vista here, a vista of abundance, if you will, right? And yeah, I completely"
          },
          {
            "start": 140.0,
            "end": 146.8800048828125,
            "text": "agree with you that liberalism, progressivism, the Democrats have all of these sort of concrete"
          },
          {
            "start": 146.8800048828125,
            "end": 152.1999969482422,
            "text": "discourse driven flaws, right? They're sort of failing at the discourse of the internet"
          },
          {
            "start": 152.1999969482422,
            "end": 159.0800018310547,
            "text": "era. But you said earlier, you talked earlier about the big challenge that Democrats have"
          },
          {
            "start": 159.0800018310547,
            "end": 166.52000427246094,
            "text": "had ever since Obamacare passed, right? Of figuring out what's next, right? What's the"
          },
          {
            "start": 166.52000427246094,
            "end": 174.1999969482422,
            "text": "horizon? And I think that that's linked to what I see as pessimism, maybe you only see"
          },
          {
            "start": 174.1999969482422,
            "end": 180.47999572753906,
            "text": "as uncertainty, disquiet, fear of Trump. There's certainly, for a movement that calls itself"
          },
          {
            "start": 180.47999572753906,
            "end": 186.24000549316406,
            "text": "progressive, right? There's a lack of utopian ambition. And when I read your book, I was"
          },
          {
            "start": 186.24000549316406,
            "end": 193.36000061035156,
            "text": "like, this is a utopian book. We're not going to talk about the specifics of zoning reform."
          },
          {
            "start": 193.36000061035156,
            "end": 198.8800048828125,
            "text": "I want you to say something utopian about the future that you think progressives should"
          },
          {
            "start": 198.8800048828125,
            "end": 199.8800048828125,
            "text": "be."
          },
          {
            "start": 199.8800048828125,
            "end": 203.9199981689453,
            "text": "I believe technology can dramatically transform human life for the better. Dramatically."
          },
          {
            "start": 203.9199981689453,
            "end": 209.36000061035156,
            "text": "I think it can make possible ways of living. I think it can solve problems that we take"
          },
          {
            "start": 209.36000061035156,
            "end": 215.9600067138672,
            "text": "as completely inevitable and totally for granted. I think that we should be able to deliver"
          },
          {
            "start": 215.9600067138672,
            "end": 220.39999389648438,
            "text": "dramatic changes to public infrastructure quickly. I think we should be able to build"
          },
          {
            "start": 220.39999389648438,
            "end": 225.63999938964844,
            "text": "things. And I think when the government promises you something from high-speed rail to a subway"
          },
          {
            "start": 225.63999938964844,
            "end": 231.36000061035156,
            "text": "extension to a national electric vehicle charger network, that thing should emerge. It should"
          },
          {
            "start": 231.36000061035156,
            "end": 234.39999389648438,
            "text": "be gleaming. It should happen quickly. You should be like, oh my fucking God, the government"
          },
          {
            "start": 234.39999389648438,
            "end": 236.0800018310547,
            "text": "did that."
          },
          {
            "start": 236.0800018310547,
            "end": 241.9600067138672,
            "text": "And I think that one of the central failures of progressivism is it has not admitted it"
          },
          {
            "start": 241.9600067138672,
            "end": 246.32000732421875,
            "text": "did this, but it has lost faith in what the government itself can do. And it's lost faith"
          },
          {
            "start": 246.32000732421875,
            "end": 250.32000732421875,
            "text": "in it in part because it does not let the government do those things anymore. It has"
          },
          {
            "start": 250.32000732421875,
            "end": 254.83999633789062,
            "text": "wrapped it in regulation and procedure in ways that does not allow it to deliver in"
          },
          {
            "start": 254.83999633789062,
            "end": 259.1199951171875,
            "text": "the way that our own government has in the past that other countries' governments do"
          },
          {
            "start": 259.1199951171875,
            "end": 260.1199951171875,
            "text": "right now."
          },
          {
            "start": 260.1199951171875,
            "end": 266.8800048828125,
            "text": "So the big, dramatic, ambitious thing I want to say is that the future does not need to"
          },
          {
            "start": 266.8800048828125,
            "end": 272.9200134277344,
            "text": "be like the present. And for that, we need institutions capable of delivering and working"
          },
          {
            "start": 272.9200134277344,
            "end": 276.0400085449219,
            "text": "with change rapidly."
          },
          {
            "start": 276.0400085449219,
            "end": 285.0400085449219,
            "text": "So there's a conservative or libertarian critique of your argument that says, basically, you"
          },
          {
            "start": 285.0400085449219,
            "end": 291.3599853515625,
            "text": "can't get what you want through the means that you want to use to get it. Because whatever"
          },
          {
            "start": 291.3599853515625,
            "end": 296.7200012207031,
            "text": "the government might be in a hypothetical past in this world, it's too encrusted with"
          },
          {
            "start": 296.7200012207031,
            "end": 299.6000061035156,
            "text": "interest groups and their competing demands, right?"
          },
          {
            "start": 299.6000061035156,
            "end": 305.760009765625,
            "text": "And so to have abundance, you need to be more of a libertarian. And yeah, you want the government"
          },
          {
            "start": 305.760009765625,
            "end": 311.4800109863281,
            "text": "to do something, sure. But mostly, it's about deregulation and unleashing and that you have"
          },
          {
            "start": 311.4800109863281,
            "end": 315.9200134277344,
            "text": "a sort of naive faith in government capacity in this age."
          },
          {
            "start": 315.9200134277344,
            "end": 320.6000061035156,
            "text": "I want to stipulate that argument and not let you address it and ask you to address"
          },
          {
            "start": 320.6000061035156,
            "end": 321.6000061035156,
            "text": "a different..."
          },
          {
            "start": 321.6000061035156,
            "end": 322.6000061035156,
            "text": "It's an unfair way of running a podcast, man."
          },
          {
            "start": 322.6000061035156,
            "end": 325.1199951171875,
            "text": "It's an unfair... I mean, you know, it's my rules and..."
          },
          {
            "start": 325.1199951171875,
            "end": 327.0400085449219,
            "text": "You get to be on that side of the table today."
          },
          {
            "start": 327.0400085449219,
            "end": 330.7200012207031,
            "text": "Well, no, I just want... I think you would have reasonable issues with that."
          },
          {
            "start": 330.7200012207031,
            "end": 331.7200012207031,
            "text": "Yeah, I'm just playing."
          },
          {
            "start": 331.7200012207031,
            "end": 336.0,
            "text": "I want to acknowledge its existence while asking you... while trying to, again, get"
          },
          {
            "start": 336.0,
            "end": 343.5199890136719,
            "text": "down to this philosophical level, which is that I have been around progressives and liberals"
          },
          {
            "start": 343.5199890136719,
            "end": 351.0400085449219,
            "text": "my entire life, and I would never describe them primarily as the part of America that"
          },
          {
            "start": 351.0400085449219,
            "end": 357.760009765625,
            "text": "has great faith in technology's capacity to change human life for the better. Quite the"
          },
          {
            "start": 357.760009765625,
            "end": 358.760009765625,
            "text": "reverse."
          },
          {
            "start": 358.760009765625,
            "end": 362.9200134277344,
            "text": "Now, as you mentioned, some of the people who have zero faith in technology's ability"
          },
          {
            "start": 362.9200134277344,
            "end": 368.0,
            "text": "to change human life for the better are sort of crunchy granola anti-vaccine types who"
          },
          {
            "start": 368.0,
            "end": 370.5199890136719,
            "text": "have migrated maybe into the Republican tent, right?"
          },
          {
            "start": 370.5199890136719,
            "end": 375.3599853515625,
            "text": "So there is maybe a part of the left that is anti-tech that is now on the right and"
          },
          {
            "start": 375.3599853515625,
            "end": 382.3999938964844,
            "text": "in a different political coalition, but even so, even allowing for that migration, my general"
          },
          {
            "start": 382.3999938964844,
            "end": 390.0,
            "text": "impression of post-1970s progressivism is that it is organized around, first, a premise"
          },
          {
            "start": 390.0,
            "end": 395.3599853515625,
            "text": "that the most important thing is always redistribution, and second, that it just thinks that, you"
          },
          {
            "start": 395.3599853515625,
            "end": 400.0,
            "text": "know, technology is making the world worse in many ways, right?"
          },
          {
            "start": 400.0,
            "end": 404.55999755859375,
            "text": "I had Peter Thiel on the podcast, and he gave me his sort of familiar, if you know"
          },
          {
            "start": 404.55999755859375,
            "end": 408.9599914550781,
            "text": "his work, line about how the hippies ruined Western civilization by destroying faith and"
          },
          {
            "start": 408.9599914550781,
            "end": 413.8399963378906,
            "text": "progress, and that's an overstatement, but, like, isn't there something there? Isn't there"
          },
          {
            "start": 413.8399963378906,
            "end": 422.0400085449219,
            "text": "a powerful mindset on the left that just sort of recoils from your pro-technology spiel?"
          },
          {
            "start": 422.0400085449219,
            "end": 426.44000244140625,
            "text": "I think some do. I think that one — and I appreciate you drawing this out because"
          },
          {
            "start": 426.44000244140625,
            "end": 429.3999938964844,
            "text": "it's part of the book that has gotten less attention in the tour. People are more sort"
          },
          {
            "start": 429.3999938964844,
            "end": 433.67999267578125,
            "text": "of interested in why we didn't build high-speed rail than this, but very much an intention"
          },
          {
            "start": 433.67999267578125,
            "end": 440.239990234375,
            "text": "of the book, for me, explicitly, is rebuilding a progressive politics of technology, because"
          },
          {
            "start": 440.239990234375,
            "end": 446.9200134277344,
            "text": "I believe in it, because, one, in some ways, it had already happened. The book is in part"
          },
          {
            "start": 446.9200134277344,
            "end": 451.7200012207031,
            "text": "motivated by the green energy transition, and the green energy transition has been technologically"
          },
          {
            "start": 451.7200012207031,
            "end": 459.1600036621094,
            "text": "miraculous. To Peter's point, I sort of wrote this piece, actually, for The Times, reviewing"
          },
          {
            "start": 459.20001220703125,
            "end": 463.55999755859375,
            "text": "this book by J. Store Hall called Where's My Flying Car? And J. Store Hall is more,"
          },
          {
            "start": 463.55999755859375,
            "end": 468.1199951171875,
            "text": "I would say, like the Peter Thiel approach to politics. And I call this sort of reactionary"
          },
          {
            "start": 468.1199951171875,
            "end": 472.8399963378906,
            "text": "futurism, and it has this whole thing about how the hippies destroyed everything. You"
          },
          {
            "start": 472.8399963378906,
            "end": 477.0799865722656,
            "text": "got to sit with contradiction sometimes a little bit better than I feel like some of"
          },
          {
            "start": 477.0799865722656,
            "end": 482.9599914550781,
            "text": "these arguments do, because, of course, where is the epicenter of technological innovation"
          },
          {
            "start": 482.9599914550781,
            "end": 487.79998779296875,
            "text": "in this country? It is at the epicenter of the hippies. And that's not some accident,"
          },
          {
            "start": 488.0,
            "end": 489.0,
            "text": "right?"
          },
          {
            "start": 489.0,
            "end": 492.20001220703125,
            "text": "Wait, you're talking about rural Vermont, I assume, right?"
          },
          {
            "start": 492.20001220703125,
            "end": 500.8399963378906,
            "text": "It is partially that culture of intense openness, that culture of optimism, the willingness"
          },
          {
            "start": 500.8399963378906,
            "end": 505.20001220703125,
            "text": "to question the way we do things that has made Silicon Valley possible. Now, I do think"
          },
          {
            "start": 505.20001220703125,
            "end": 509.79998779296875,
            "text": "the argument that Thiel might make, that Hall might make, that I actually have great sympathy"
          },
          {
            "start": 509.79998779296875,
            "end": 516.8400268554688,
            "text": "for is that we have become, but specifically here, progressivism has become excessively"
          },
          {
            "start": 516.8400268554688,
            "end": 521.0800170898438,
            "text": "risk-averse and harm-reductionist. We are more worried about what might go wrong than"
          },
          {
            "start": 521.0800170898438,
            "end": 526.8400268554688,
            "text": "we are willing to let things go right. And I think of that as a pendulum. Some of the"
          },
          {
            "start": 526.8400268554688,
            "end": 531.5599975585938,
            "text": "backlash to all of this was merited, that the New Deal growth machine, because, I mean,"
          },
          {
            "start": 531.5599975585938,
            "end": 535.8800048828125,
            "text": "this is hearkening back to a New Deal form of liberalism, not to some completely unknown"
          },
          {
            "start": 535.8800048828125,
            "end": 540.1199951171875,
            "text": "thing. But the New Deal growth machine really was often reckless, heedless. We really did"
          },
          {
            "start": 540.1199951171875,
            "end": 544.6400146484375,
            "text": "cut highways through all kinds of communities we shouldn't. We really did not take people's"
          },
          {
            "start": 544.6400146484375,
            "end": 551.8400268554688,
            "text": "needs into account. We really did despoil streams and cut down forests. There were reasons"
          },
          {
            "start": 551.8400268554688,
            "end": 556.47998046875,
            "text": "we built protections, protections for individuals, for communities, for the environment. And"
          },
          {
            "start": 556.47998046875,
            "end": 561.5599975585938,
            "text": "like anything, those things grew and grew and grew. And then all kinds of special interests"
          },
          {
            "start": 561.5599975585938,
            "end": 565.3599853515625,
            "text": "came in and began to weaponize them, weaponize them against new housing development, weaponize"
          },
          {
            "start": 565.3599853515625,
            "end": 570.47998046875,
            "text": "them against new energy development. People just liked plenty of very comfortable people."
          },
          {
            "start": 570.47998046875,
            "end": 574.239990234375,
            "text": "Many of them liberals just liked the way things were. They didn't need it to get any better."
          },
          {
            "start": 574.239990234375,
            "end": 577.5599975585938,
            "text": "They weren't worried about an affordable—they weren't going to live in the affordable housing."
          },
          {
            "start": 577.5599975585938,
            "end": 582.5999755859375,
            "text": "They were not suffering from an absence of sufficient energy or cheap enough energy."
          },
          {
            "start": 582.5999755859375,
            "end": 588.239990234375,
            "text": "And so, you know, the pendulum has to swing back. So it would be one thing if I was coming"
          },
          {
            "start": 588.239990234375,
            "end": 592.6799926757812,
            "text": "in and saying, progressivism should have all these goals. It doesn't have. But I'm saying"
          },
          {
            "start": 592.6799926757812,
            "end": 597.6799926757812,
            "text": "something actually quite different. Progressivism has these goals already. We did try to build"
          },
          {
            "start": 597.6799926757812,
            "end": 602.3599853515625,
            "text": "high-speed rail. We just failed. We do want clean energy, but we are just failing to build"
          },
          {
            "start": 602.3599853515625,
            "end": 602.8800048828125,
            "text": "it or work for it."
          }
        ],
        "language": "english",
        "duration": 602.9000244140625
      }
    },
    {
      "file": "/Users/mokes/projects/pcc_new/scripts/podcasts/default.mp3_ywr3ahjkcgo_1e21bb7e44ca33faac964752e07ab898_49864301_chunks/chunk_005.mp3",
      "index": 4,
      "start_offset_seconds": 2397.0,
      "transcript": {
        "text": "clean energy, but we are just failing to build it or we're failing to build it fast enough. So I think for me, I'm trying to reconnect our ends, which I think many of them are good and wise, with our means, which have become insufficient for delivering the kind of policy change or real life change that we promise people. Life change. Let's say something about that. You talked about the hippies and the complexity of the hippies, right? The idea that, okay, the hippies are in some way the predecessors of, you know, the environmental review commission that won't let you build a new apartment building in a city that needs more housing, but they're also the antecedents of Silicon Valley dynamism. One of the things that I think you see in, you know, sort of hippiedom is a kind of deeply optimistic vision of the human future. And again, I'm, you know, containing contradictions because I was just talking about the darkness of the 1970s radical left. That also comes out of, you know, in certain ways out of hippiedom too. So it's a lot of complexity in history. But in California counterculture politics in the 1970s, there is also this sort of age of Aquarius. The world is headed for consciousness raising and transformation aspect. A new age metaphysical vision, not the metaphysical vision I as a Christian subscribe to, but a metaphysical vision nonetheless. And you knew, you know, you knew I'd bring this conversation around to religion at the end, right? But maybe doesn't a utopia need that kind of story as well? Like part of what Obama offered, you know, was the language of the arc of history. Is there an arc of history vision available to the left that can restore optimism, right? Like cosmic hope, not just not just hope in technology alone, but hope in the ultimate horizons of the human species. I don't think where the mains from the Democratic Party is going to get its teleological structure of politics is going to be from the hippies age of Aquarius consciousness raising. I don't think it's going to be at this point from Christianity or Judaism or Buddhism. I do think that there is remarkable stories contained inside the American story. And I think that one of the damaging things that happened for the Democratic Party was it sort of turned on its own American story, right? It went from the sort of Obama arc of history to, you know, the much more like we are birthed in sin and still inside of it. Which is to be fair, still a story. And still partially true. But also a story that, you know, you can say we were birthed in sin, but we're destined for redemption. You can imagine a left-wing politics that says that. You know, and you can imagine other stories that are emergent out of what made mid-century America great. I've been thinking about this because I've been a bit obsessed with this speech J.D. Vance gave at the Claremont Institute. Where part of the speech was him taking aim at the sort of creedal America, the sort of Frederick Douglass America, the America where belonging is at least partly defined by a commitment to the ideals of the Declaration of Independence. And Vance says, you know, that he prefers attaching belonging to whether your ancestors were here in the Civil War than whether or not you believed in the Declaration of Independence. Okay, that's one level of the fight. I'm just going to say I think that slightly simplifies what he was saying, but please continue. I don't really, but I would love to do as long as you want to do on Vance. Separate episode. But let me say that he goes on in that speech to say something else. He does make a series of points about citizenship and belonging. He says, well, what's the point of all this? He says, well, it's to build, to make America great, to create as our forefathers once did. I read that and I thought in the period of time in which America did become this world-spanning colossus, a lot of it did have to do with our ability to integrate people into our community, our ability to welcome in immigrants, you know, at different rates and at different times, but quite a lot of them, our ability to expand our community far beyond what other countries were typically capable of doing. And it made me think about how poor we have been in the Democratic Party, about actually making not just the moral argument for our approach to belonging, not just the policy oversight of our approach to belonging, where you actually do need an orderly border and for people to feel you're doing things in the national interest, but the actual argument for at least part of our approach to belonging, which is it makes America stronger, it makes it more innovative, it makes it more generative, it makes it more dynamic. And there is being a lot of opportunity in that, there being a tradition here that we can take hold of that is an exciting tradition, a tradition of dynamism, a tradition of change, a tradition of welcoming people in who then do amazing things they could do here that they could do nowhere else. So if you want my version of your cosmic hope, I do think that there's a story in which America doesn't just bend towards justice, but it does bend towards a kind of greatness that comes from a kind of diversity and inclusion, one might call it. But diversity... That has fallen out of it a favor. But in, and this is my last, the last demand I'll make of you. Inclusion into what exactly? What view, what vision of the good life? This is where I still feel like the utopianism of your book, while really good as a corrective to despair, lacks something that even the right in its various dark and black pill forms still gets to offer, right? Which is that, you know, the right can say, you see Charlie Kirk say this over and over again, right? In one of the personas that he had was sort of, you know, Christian evangelist and Christian dad, right? Where he would go around and say, look, you know, to young men, he would say, look, you know, politics is important, but you have to get married and you have to go to church and you have to start a family, right? That is a concrete vision of the good life that politics exists to support and technology exists to enrich. And in mid-century America, in mid-20th century America, it was connected to a thin but still real sort of Protestant-ish civic religion in which, you know, human beings had an earthly destiny and a heavenly destiny too. And it is impossible for me as a religious person, I'm sorry, not to look at sort of progressivism right now and say, you need something else in the horizon besides saying we're all going to be inclusive and we're going to get rich together with flying cars. You need to say, so that we can live in some specific way that we are supposed to live. What is that way, Ezra Klein? How then shall we live? My friend, I am a liberal. I actually believe in creating a space for liberal individual flourishing of different kinds. I don't find it to be some great countercultural thing to say you should have a family. I have two children. I talk about it on my show all the time. I am a left pronatalist. I don't believe it has been a great advantage of the rights in politics. Some of their people say it's good to be a dad and nor do I believe it's a great advantage of mine. I think that if you want to see like Obama's good at the politics of a family and Pete Buttigieg is better at it than anybody currently on the right, because I think to him it is a more remarkable thing that he has children and he has a husband than it is to anyone virtually in national politics. But Buttigieg and Obama are both in liberal left-wing progressive ways steeped in the language of Christianity. I agree, but I think what I'm saying to this is that I don't think of this as the part of liberalism right now or the part of the Democratic Party or the left, whatever you want to call it. That is unsolved for. I don't think that we lack stories. I don't think we lack that vision. I know we are not as rooted in religious faith as you would prefer us to be. I think our failures have been elsewhere. And so Abundance is not a book about everything. I don't really want to tell you where you got to drive your flying car. That's not in this particular spot my role. I actually have ideas that we'll see what forms that come out about what it means to be in a national community together. I think that's closer to the kind of thing you're asking, but I do think believing in change and believing in this country as an adventure is an exciting thing. And yes, we need much more than that to make meaning out of life. But I think there's a lot that politics should make meaning out of. I think it should make meaning out of us as a nation. I think it should chart a particular course on policy that is connected to principles of what we believe is just and good and decent. Maybe, maybe, maybe there is some place we can get to in politics where it is capable of doing that. Maybe it is a John Dewey in view of reconnecting us to a civic culture at such a level of engagement and involvement heretofore unknown outside of small New Hampshire villages. We're far from that. We're real far from that.",
        "segments": [
          {
            "start": 0.0,
            "end": 4.599999904632568,
            "text": "clean energy, but we are just failing to build it or we're failing to build it fast enough."
          },
          {
            "start": 4.599999904632568,
            "end": 10.300000190734863,
            "text": "So I think for me, I'm trying to reconnect our ends, which I think many of them are good and wise,"
          },
          {
            "start": 10.300000190734863,
            "end": 19.0,
            "text": "with our means, which have become insufficient for delivering the kind of policy change or real life change that we promise people."
          },
          {
            "start": 19.0,
            "end": 27.100000381469727,
            "text": "Life change. Let's say something about that. You talked about the hippies and the complexity of the hippies, right?"
          },
          {
            "start": 27.100000381469727,
            "end": 35.900001525878906,
            "text": "The idea that, okay, the hippies are in some way the predecessors of, you know, the environmental review commission"
          },
          {
            "start": 35.900001525878906,
            "end": 39.70000076293945,
            "text": "that won't let you build a new apartment building in a city that needs more housing,"
          },
          {
            "start": 39.70000076293945,
            "end": 44.900001525878906,
            "text": "but they're also the antecedents of Silicon Valley dynamism."
          },
          {
            "start": 44.900001525878906,
            "end": 60.5,
            "text": "One of the things that I think you see in, you know, sort of hippiedom is a kind of deeply optimistic vision of the human future."
          },
          {
            "start": 60.5,
            "end": 68.5,
            "text": "And again, I'm, you know, containing contradictions because I was just talking about the darkness of the 1970s radical left."
          },
          {
            "start": 68.5,
            "end": 72.80000305175781,
            "text": "That also comes out of, you know, in certain ways out of hippiedom too."
          },
          {
            "start": 72.80000305175781,
            "end": 75.4000015258789,
            "text": "So it's a lot of complexity in history."
          },
          {
            "start": 75.4000015258789,
            "end": 83.0,
            "text": "But in California counterculture politics in the 1970s, there is also this sort of age of Aquarius."
          },
          {
            "start": 83.0,
            "end": 88.69999694824219,
            "text": "The world is headed for consciousness raising and transformation aspect."
          },
          {
            "start": 88.69999694824219,
            "end": 95.69999694824219,
            "text": "A new age metaphysical vision, not the metaphysical vision I as a Christian subscribe to, but a metaphysical vision nonetheless."
          },
          {
            "start": 95.69999694824219,
            "end": 100.69999694824219,
            "text": "And you knew, you know, you knew I'd bring this conversation around to religion at the end, right?"
          },
          {
            "start": 100.69999694824219,
            "end": 108.5,
            "text": "But maybe doesn't a utopia need that kind of story as well?"
          },
          {
            "start": 108.5,
            "end": 115.69999694824219,
            "text": "Like part of what Obama offered, you know, was the language of the arc of history."
          },
          {
            "start": 115.69999694824219,
            "end": 123.0999984741211,
            "text": "Is there an arc of history vision available to the left that can restore optimism, right?"
          },
          {
            "start": 123.0999984741211,
            "end": 132.10000610351562,
            "text": "Like cosmic hope, not just not just hope in technology alone, but hope in the ultimate horizons of the human species."
          },
          {
            "start": 132.10000610351562,
            "end": 142.10000610351562,
            "text": "I don't think where the mains from the Democratic Party is going to get its teleological structure of politics is going to be from the hippies age of Aquarius consciousness raising."
          },
          {
            "start": 142.10000610351562,
            "end": 147.10000610351562,
            "text": "I don't think it's going to be at this point from Christianity or Judaism or Buddhism."
          },
          {
            "start": 148.10000610351562,
            "end": 154.10000610351562,
            "text": "I do think that there is remarkable stories contained inside the American story."
          },
          {
            "start": 154.10000610351562,
            "end": 162.10000610351562,
            "text": "And I think that one of the damaging things that happened for the Democratic Party was it sort of turned on its own American story, right?"
          },
          {
            "start": 162.10000610351562,
            "end": 172.10000610351562,
            "text": "It went from the sort of Obama arc of history to, you know, the much more like we are birthed in sin and still inside of it."
          },
          {
            "start": 172.10000610351562,
            "end": 175.10000610351562,
            "text": "Which is to be fair, still a story."
          },
          {
            "start": 175.10000610351562,
            "end": 177.10000610351562,
            "text": "And still partially true."
          },
          {
            "start": 177.10000610351562,
            "end": 185.10000610351562,
            "text": "But also a story that, you know, you can say we were birthed in sin, but we're destined for redemption."
          },
          {
            "start": 185.10000610351562,
            "end": 188.10000610351562,
            "text": "You can imagine a left-wing politics that says that."
          },
          {
            "start": 188.10000610351562,
            "end": 195.10000610351562,
            "text": "You know, and you can imagine other stories that are emergent out of what made mid-century America great."
          },
          {
            "start": 195.10000610351562,
            "end": 201.10000610351562,
            "text": "I've been thinking about this because I've been a bit obsessed with this speech J.D. Vance gave at the Claremont Institute."
          },
          {
            "start": 202.10000610351562,
            "end": 208.10000610351562,
            "text": "Where part of the speech was him taking aim at the sort of creedal America, the sort of Frederick Douglass America,"
          },
          {
            "start": 208.10000610351562,
            "end": 216.10000610351562,
            "text": "the America where belonging is at least partly defined by a commitment to the ideals of the Declaration of Independence."
          },
          {
            "start": 216.10000610351562,
            "end": 222.10000610351562,
            "text": "And Vance says, you know, that he prefers attaching belonging to whether your ancestors were here in the Civil War"
          },
          {
            "start": 222.10000610351562,
            "end": 225.10000610351562,
            "text": "than whether or not you believed in the Declaration of Independence."
          },
          {
            "start": 225.10000610351562,
            "end": 228.10000610351562,
            "text": "Okay, that's one level of the fight."
          },
          {
            "start": 229.10000610351562,
            "end": 235.10000610351562,
            "text": "I'm just going to say I think that slightly simplifies what he was saying, but please continue."
          },
          {
            "start": 235.10000610351562,
            "end": 239.10000610351562,
            "text": "I don't really, but I would love to do as long as you want to do on Vance."
          },
          {
            "start": 239.10000610351562,
            "end": 240.10000610351562,
            "text": "Separate episode."
          },
          {
            "start": 240.10000610351562,
            "end": 243.10000610351562,
            "text": "But let me say that he goes on in that speech to say something else."
          },
          {
            "start": 243.10000610351562,
            "end": 247.10000610351562,
            "text": "He does make a series of points about citizenship and belonging."
          },
          {
            "start": 247.10000610351562,
            "end": 250.10000610351562,
            "text": "He says, well, what's the point of all this?"
          },
          {
            "start": 250.10000610351562,
            "end": 255.10000610351562,
            "text": "He says, well, it's to build, to make America great, to create as our forefathers once did."
          },
          {
            "start": 255.10000610351562,
            "end": 262.1000061035156,
            "text": "I read that and I thought in the period of time in which America did become this world-spanning colossus,"
          },
          {
            "start": 262.1000061035156,
            "end": 266.1000061035156,
            "text": "a lot of it did have to do with our ability to integrate people into our community,"
          },
          {
            "start": 266.1000061035156,
            "end": 270.1000061035156,
            "text": "our ability to welcome in immigrants, you know, at different rates and at different times,"
          },
          {
            "start": 270.1000061035156,
            "end": 277.1000061035156,
            "text": "but quite a lot of them, our ability to expand our community far beyond what other countries were typically capable of doing."
          },
          {
            "start": 277.1000061035156,
            "end": 281.1000061035156,
            "text": "And it made me think about how poor we have been in the Democratic Party,"
          },
          {
            "start": 281.1000061035156,
            "end": 288.1000061035156,
            "text": "about actually making not just the moral argument for our approach to belonging,"
          },
          {
            "start": 288.1000061035156,
            "end": 292.1000061035156,
            "text": "not just the policy oversight of our approach to belonging,"
          },
          {
            "start": 292.1000061035156,
            "end": 296.1000061035156,
            "text": "where you actually do need an orderly border and for people to feel you're doing things in the national interest,"
          },
          {
            "start": 296.1000061035156,
            "end": 300.1000061035156,
            "text": "but the actual argument for at least part of our approach to belonging,"
          },
          {
            "start": 300.1000061035156,
            "end": 306.1000061035156,
            "text": "which is it makes America stronger, it makes it more innovative, it makes it more generative, it makes it more dynamic."
          },
          {
            "start": 306.1000061035156,
            "end": 313.1000061035156,
            "text": "And there is being a lot of opportunity in that, there being a tradition here that we can take hold of"
          },
          {
            "start": 313.1000061035156,
            "end": 317.1000061035156,
            "text": "that is an exciting tradition, a tradition of dynamism, a tradition of change,"
          },
          {
            "start": 317.1000061035156,
            "end": 322.1000061035156,
            "text": "a tradition of welcoming people in who then do amazing things they could do here that they could do nowhere else."
          },
          {
            "start": 322.1000061035156,
            "end": 326.1000061035156,
            "text": "So if you want my version of your cosmic hope, I do think that there's a story in which"
          },
          {
            "start": 326.1000061035156,
            "end": 330.1000061035156,
            "text": "America doesn't just bend towards justice, but it does bend towards a kind of greatness"
          },
          {
            "start": 330.1000061035156,
            "end": 336.1000061035156,
            "text": "that comes from a kind of diversity and inclusion, one might call it."
          },
          {
            "start": 336.1000061035156,
            "end": 337.1000061035156,
            "text": "But diversity..."
          },
          {
            "start": 337.1000061035156,
            "end": 338.1000061035156,
            "text": "That has fallen out of it a favor."
          },
          {
            "start": 338.1000061035156,
            "end": 344.1000061035156,
            "text": "But in, and this is my last, the last demand I'll make of you."
          },
          {
            "start": 344.1000061035156,
            "end": 352.1000061035156,
            "text": "Inclusion into what exactly? What view, what vision of the good life?"
          },
          {
            "start": 352.1000061035156,
            "end": 363.1000061035156,
            "text": "This is where I still feel like the utopianism of your book, while really good as a corrective to despair,"
          },
          {
            "start": 363.1000061035156,
            "end": 372.1000061035156,
            "text": "lacks something that even the right in its various dark and black pill forms still gets to offer, right?"
          },
          {
            "start": 372.1000061035156,
            "end": 379.1000061035156,
            "text": "Which is that, you know, the right can say, you see Charlie Kirk say this over and over again, right?"
          },
          {
            "start": 379.1000061035156,
            "end": 386.1000061035156,
            "text": "In one of the personas that he had was sort of, you know, Christian evangelist and Christian dad, right?"
          },
          {
            "start": 386.1000061035156,
            "end": 391.1000061035156,
            "text": "Where he would go around and say, look, you know, to young men, he would say, look, you know, politics is important,"
          },
          {
            "start": 391.1000061035156,
            "end": 395.1000061035156,
            "text": "but you have to get married and you have to go to church and you have to start a family, right?"
          },
          {
            "start": 395.1000061035156,
            "end": 404.1000061035156,
            "text": "That is a concrete vision of the good life that politics exists to support and technology exists to enrich."
          },
          {
            "start": 404.1000061035156,
            "end": 415.1000061035156,
            "text": "And in mid-century America, in mid-20th century America, it was connected to a thin but still real sort of Protestant-ish civic religion in which, you know,"
          },
          {
            "start": 415.1000061035156,
            "end": 419.1000061035156,
            "text": "human beings had an earthly destiny and a heavenly destiny too."
          },
          {
            "start": 419.1000061035156,
            "end": 428.1000061035156,
            "text": "And it is impossible for me as a religious person, I'm sorry, not to look at sort of progressivism right now and say,"
          },
          {
            "start": 428.1000061035156,
            "end": 437.1000061035156,
            "text": "you need something else in the horizon besides saying we're all going to be inclusive and we're going to get rich together with flying cars."
          },
          {
            "start": 437.1000061035156,
            "end": 445.1000061035156,
            "text": "You need to say, so that we can live in some specific way that we are supposed to live."
          },
          {
            "start": 445.1000061035156,
            "end": 448.1000061035156,
            "text": "What is that way, Ezra Klein? How then shall we live?"
          },
          {
            "start": 448.1000061035156,
            "end": 457.1000061035156,
            "text": "My friend, I am a liberal. I actually believe in creating a space for liberal individual flourishing of different kinds."
          },
          {
            "start": 457.1000061035156,
            "end": 462.1000061035156,
            "text": "I don't find it to be some great countercultural thing to say you should have a family."
          },
          {
            "start": 462.1000061035156,
            "end": 466.1000061035156,
            "text": "I have two children. I talk about it on my show all the time."
          },
          {
            "start": 466.1000061035156,
            "end": 472.1000061035156,
            "text": "I am a left pronatalist. I don't believe it has been a great advantage of the rights in politics."
          },
          {
            "start": 472.1000061035156,
            "end": 476.1000061035156,
            "text": "Some of their people say it's good to be a dad and nor do I believe it's a great advantage of mine."
          },
          {
            "start": 476.1000061035156,
            "end": 482.1000061035156,
            "text": "I think that if you want to see like Obama's good at the politics of a family and Pete Buttigieg is better at it than anybody currently on the right,"
          },
          {
            "start": 482.1000061035156,
            "end": 491.1000061035156,
            "text": "because I think to him it is a more remarkable thing that he has children and he has a husband than it is to anyone virtually in national politics."
          },
          {
            "start": 491.1000061035156,
            "end": 500.1000061035156,
            "text": "But Buttigieg and Obama are both in liberal left-wing progressive ways steeped in the language of Christianity."
          },
          {
            "start": 500.1000061035156,
            "end": 511.1000061035156,
            "text": "I agree, but I think what I'm saying to this is that I don't think of this as the part of liberalism right now or the part of the Democratic Party or the left, whatever you want to call it."
          },
          {
            "start": 512.0999755859375,
            "end": 521.0999755859375,
            "text": "That is unsolved for. I don't think that we lack stories. I don't think we lack that vision."
          },
          {
            "start": 521.0999755859375,
            "end": 526.0999755859375,
            "text": "I know we are not as rooted in religious faith as you would prefer us to be."
          },
          {
            "start": 526.0999755859375,
            "end": 531.0999755859375,
            "text": "I think our failures have been elsewhere. And so Abundance is not a book about everything."
          },
          {
            "start": 531.0999755859375,
            "end": 534.0999755859375,
            "text": "I don't really want to tell you where you got to drive your flying car."
          },
          {
            "start": 534.0999755859375,
            "end": 543.0999755859375,
            "text": "That's not in this particular spot my role. I actually have ideas that we'll see what forms that come out about what it means to be in a national community together."
          },
          {
            "start": 543.0999755859375,
            "end": 557.0999755859375,
            "text": "I think that's closer to the kind of thing you're asking, but I do think believing in change and believing in this country as an adventure is an exciting thing."
          },
          {
            "start": 557.0999755859375,
            "end": 563.0999755859375,
            "text": "And yes, we need much more than that to make meaning out of life."
          },
          {
            "start": 563.0999755859375,
            "end": 570.0999755859375,
            "text": "But I think there's a lot that politics should make meaning out of. I think it should make meaning out of us as a nation."
          },
          {
            "start": 570.0999755859375,
            "end": 580.0999755859375,
            "text": "I think it should chart a particular course on policy that is connected to principles of what we believe is just and good and decent."
          },
          {
            "start": 580.0999755859375,
            "end": 587.0999755859375,
            "text": "Maybe, maybe, maybe there is some place we can get to in politics where it is capable of doing that."
          },
          {
            "start": 587.0999755859375,
            "end": 598.0999755859375,
            "text": "Maybe it is a John Dewey in view of reconnecting us to a civic culture at such a level of engagement and involvement heretofore unknown outside of small New Hampshire villages."
          },
          {
            "start": 598.0999755859375,
            "end": 603.0999755859375,
            "text": "We're far from that. We're real far from that."
          }
        ],
        "language": "english",
        "duration": 603.0
      }
    },
    {
      "file": "/Users/mokes/projects/pcc_new/scripts/podcasts/default.mp3_ywr3ahjkcgo_1e21bb7e44ca33faac964752e07ab898_49864301_chunks/chunk_006.mp3",
      "index": 5,
      "start_offset_seconds": 2997.0,
      "transcript": {
        "text": "that. We're real far from that. I would prefer something, I think, get into somewhere that is decent, capable, optimistic, and dynamic would be a good first step. Ezra, thanks so much for joining me. Thank you, Russ. Thank you. Interesting Times is produced by Sofia Alvarez Boyd, Andrea Batanzos, Raina Raskin, and Victoria Chamberlain. It's edited by Jordana Hochman. Our fact-check team is Kate Sinclair, Mary Marge Locker, and Michelle Harris. Original music by Isaac Jones, Sonia Herrero, Amin Sahota, and Pat McCusker. Mixing by Sofia Landman. Audience strategy by Shannon Busta and Kristina Samuelski. And our director of opinion audio is Annie Rose Strasser. Blockchain, crypto. It's happening to every industry, every asset class, everything from finance to food trucks. And it's happening with Ripple. For informational purposes only, not an offer or inducement. For investment professionals and high net worth companies, FSMA 2000 Financial Promotion Order.",
        "segments": [
          {
            "start": 0.0,
            "end": 16.0,
            "text": "that. We're real far from that. I would prefer something, I think, get into somewhere that is decent, capable, optimistic, and dynamic would be a good first step."
          },
          {
            "start": 16.0,
            "end": 18.399999618530273,
            "text": "Ezra, thanks so much for joining me."
          },
          {
            "start": 18.399999618530273,
            "end": 19.200000762939453,
            "text": "Thank you, Russ."
          },
          {
            "start": 30.0,
            "end": 45.0,
            "text": "Thank you."
          },
          {
            "start": 45.0,
            "end": 54.0,
            "text": "Interesting Times is produced by Sofia Alvarez Boyd, Andrea Batanzos, Raina Raskin, and Victoria Chamberlain."
          },
          {
            "start": 54.0,
            "end": 62.0,
            "text": "It's edited by Jordana Hochman. Our fact-check team is Kate Sinclair, Mary Marge Locker, and Michelle Harris."
          },
          {
            "start": 62.0,
            "end": 71.0,
            "text": "Original music by Isaac Jones, Sonia Herrero, Amin Sahota, and Pat McCusker. Mixing by Sofia Landman."
          },
          {
            "start": 71.0,
            "end": 79.0,
            "text": "Audience strategy by Shannon Busta and Kristina Samuelski. And our director of opinion audio is Annie Rose Strasser."
          },
          {
            "start": 102.0,
            "end": 111.0,
            "text": "Blockchain, crypto. It's happening to every industry, every asset class, everything from finance to food trucks."
          },
          {
            "start": 111.0,
            "end": 115.0,
            "text": "And it's happening with Ripple. For informational purposes only, not an offer or inducement."
          },
          {
            "start": 115.0,
            "end": 119.0,
            "text": "For investment professionals and high net worth companies, FSMA 2000 Financial Promotion Order."
          }
        ],
        "language": "english",
        "duration": 119.43000030517578
      }
    }
  ],
  "timestamp": "2025-09-27 18:06:14"
}